dict = {"Agnus Dei": [
['صلاة للمسيح', 'حَمَل الربّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abducent": [
['مُبعِد'],
['صفة'],
['عام'],
],
"abolition": [
['إبطال'],
['اسم'],
['عام'],
],
"alburnum": [
['خشب النُسْغ'],
['اسم'],
['عام'],
],
"agreeable": [
['مقبول'],
['صفة'],
['عام'],
],
"accost": [
['يبادره بالكلام'],
['فعل'],
['عام'],
],
"aircrew": [
['الركب الجوّي'],
['اسم'],
['عام'],
],
"accelerometer": [
['مقياس التسارع'],
['اسم'],
['طي'],
],
"alarm clock": [
['المُنَبِّه'],
['اسم'],
['عام'],
],
"adman": [
['وكيل إعلانات'],
['اسم:شخص'],
['عام'],
],
"alarmist": [
['إخطاريّ'],
['صفة'],
['عام'],
],
"abettor": [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"about": [
['حول'],
['اسم'],
['عام'],
],
"absorbed": [
['منهمك'],
['صفة'],
['عام'],
],
"abjectness": [
['دناءة', 'إذلال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"absolute temperature": [
['درجة الحرارة المُطلقة'],
['اسم'],
['فز'],
],
"aberrancy": [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aceldama": [
['حقل الدماء'],
['اسم'],
['عام'],
],
"abhor": [
['يمقت بشدّة', 'يشمئز من'],
['فعل:متعدي', 'فعل:لازم'],
['عام', 'عام'],
],
"aeriform": [
['هوائيّ', 'غازيّ', 'وهميّ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"abandonment": [
['تنازُل عن', 'تهتُّك', 'حماسة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"A.H.,": [
['بعد الهجرة'],
['اسم'],
['عام'],
],
"African": [
['افريقيّ'],
['صفة'],
['عام'],
],
"achievable": [
['ممكن إنجازه'],
['صفة'],
['عام'],
],
"accusatorial": [
['خاص بالمُتَّهم'],
['صفة'],
['ق'],
],
"aftereffect": [
['نتيجة ثانويّة'],
['اسم'],
['عام'],
],
"adrift": [
['على غير هدى', 'طاف من غير مرساة'],
['حال', 'صفة'],
['عام', 'عام'],
],
"acerb": [
['حامض', 'فظّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abele": [
['الحَوْر الأبيض'],
['اسم:شيئ'],
['نب'],
],
"accoutre": [
['ييُجهِّز'],
['فعل'],
['عام'],
],
"addict": [
['يُدمن', 'مُدمن'],
['فعل', 'اسم:شخص'],
['عام', 'عام'],
],
"actionable": [
['مُوجب لإقامة دعوى'],
['صفة'],
['ق'],
],
"airmail": [
['بريد جوّي', 'ينقل بالبريد الجوّي', 'جوّي'],
['اسم', 'فعل', 'صفة'],
['عام', 'عام', 'عام'],
],
"abundance": [
['وَفْرَة'],
['اسم'],
['عام'],
],
"acre": [
['أراض', 'الأكر', 'مقادير وافرة'],
['اسم', 'اسم', 'اسم'],
['عام', 'ر', 'ع'],
],
"aerobic respiration": [
['التنفّس الهوائيّ'],
['اسم'],
['عام'],
],
"accoucheur": [
['طبيب ولادة'],
['اسم:شخص'],
['عام'],
],
"admit": [
['يعترف ب', 'يسمح ب', 'يتّسع ل'],
['فعل:لازم', 'فعل:لازم', 'فعل:لازم'],
['عام', 'عام', 'عام'],
],
"absolute monarchy": [
['المَلِكيّة المُطْلقة'],
['اسم'],
['عام'],
],
"unit": [
['وحدة'],
['اسم'],
['عام'],
],
"abeyance": [
['تعطيل مؤقت', 'مُعلَّق مؤقتاً'],
['اسم:حدث', 'اسم:شيئ'],
['عام', 'عام'],
],
"aberrant artery": [
['الشريان الزائغ'],
['اسم'],
['ط'],
],
"acarid": [
['قُمَّليّ'],
['صفة'],
['عام'],
],
"aboveground": [
['فوق سطح الأرض', 'على قيد الحياة'],
['صفة', 'حال'],
['عام', 'عام'],
],
"addicted": [
['مُدمَن'],
['صفة'],
['عام'],
],
"abroach": [
['على قدم وساق', 'مبزول'],
['حال', 'صفة'],
['عام', 'عام'],
],
"absence of mind": [
['شرود الذهن'],
['اسم'],
['عام'],
],
"advocate": [
['يدافع عن', 'يؤيّد', 'محامي', 'مؤيِّد'],
['فعل:لازم', 'فعل:متعدي', 'اسم:شخص', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"adhesion": [
['التصاق', 'التحام'],
['اسم', 'اسم'],
['عام', 'أح'],
],
"airing": [
['تهوية', 'نزهة في الهواء الطلق'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"advertising": [
['الإعلان'],
['اسم'],
['عام'],
],
"admirable": [
['ممتاز', 'رائع'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"adjunct": [
['مُلحق', 'مساعد'],
['اسم', 'صفة'],
['عام', 'عام'],
],
"abstain": [
['يمتنع عن', 'يُمسك'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"adulterous": [
['زِناوِيّ'],
['صفة'],
['عام'],
],
"advertency": [
['تيقّظ'],
['اسم'],
['عام'],
],
"admitted": [
['مُعترف به'],
['صفة'],
['عام'],
],
"acidosis": [
['انخفاض قلوية الدم والأنسجة'],
['اسم'],
['مض'],
],
"more": [
['أكثر'],
['اسم:تفضيل'],
['عام'],
],
"acetamide": [
['الأسيتاميد'],
['اسم:مادة'],
['ك'],
],
"acotyledonous": [
['لافَلَقيّ'],
['صفة'],
['نب'],
],
"acute": [
['حادّ'],
['صفة'],
['عام'],
],
"affiliate": [
['ينتسب', 'مؤسّسة فرعيّة'],
['فعل', 'اسم'],
['عام', 'عام'],
],
"accessibility": [
['إمكانيّة الوصول', 'سهولة المنال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aggrieve": [
['يُحزن', 'يظلم'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"accouterment": [
['تجهيز', 'عَتَاد'],
['اسم', 'اسم'],
['عام', 'جن'],
],
"acquaintance": [
['معرفة شخصيّة', 'اطّلاع'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"afflictive": [
['مُحزِن'],
['صفة'],
['عام'],
],
"addable": [
['قابل للإضافة'],
['صفة'],
['عام'],
],
"agore": [
['الأغورا'],
['اسم'],
['عام'],
],
"abominable": [
['بغيض'],
['صفة'],
['عام'],
],
"afghani": [
['الأفغاني'],
['اسم'],
['عام'],
],
"accolade": [
['معانقة', 'وسام'],
['اسم', 'اسم:شيئ'],
['عام', 'عام'],
],
"afterwards": [
['بعدئذٍ'],
['حال'],
['عام'],
],
"a.h.,": [
['أمبير-ساعة'],
['اسم'],
['كب'],
],
"albumin": [
['زُلال'],
['اسم'],
['كح'],
],
"affable": [
['أنيس'],
['صفة'],
['عام'],
],
"activism": [
['مذهب الفعاليّة'],
['اسم'],
['ق'],
],
"adrenal gland": [
['الكظر'],
['اسم'],
['ت'],
],
"ad": [
['إعلان'],
['اسم'],
['عام'],
],
"accouter": [
['يُجهّز'],
['فعل'],
['عام'],
],
"ailment": [
['اعتلال جسدي', 'قلق'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adjacent": [
['متاخم'],
['صفة'],
['عام'],
],
"admirer": [
['مُعجب'],
['اسم'],
['عام'],
],
"aquiescent": [
['ميَّال للقبول'],
['صفة'],
['عام'],
],
"aerification": [
['تهوية', 'تشبّع بالهواء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"affaire": [
['علاقة غير شرعيّة'],
['اسم'],
['عام'],
],
"abbey": [
['دَيْر', 'كنيسة'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"acknowledge": [
['يعترف ب'],
['فعل:لازم'],
['عام'],
],
"absurd": [
['سخيف'],
['صفة'],
['عام'],
],
"accent mark": [
['علامة نطقية', 'رمز التوكيد'],
['اسم', 'اسم'],
['عام', 'مو'],
],
"acupuncture": [
['الوخز بالإبرة'],
['اسم'],
['ط'],
],
"aerial perspective": [
['منظور جويّ'],
['اسم'],
['عام'],
],
"aeronautic": [
['طيرانيّ'],
['صفة'],
['عام'],
],
"acceptableness": [
['المَقبوليّة'],
['اسم'],
['عام'],
],
"acquainted": [
['مطَّلع على'],
['صفة'],
['عام'],
],
"abscissa": [
['الإحداثيّ السينيّ'],
['اسم'],
['ر'],
],
"aerography": [
['الأرصاد الجويّة'],
['اسم'],
['عام'],
],
"abdominous": [
['ضخم ابطن'],
['صفة'],
['ط'],
],
"absoluteness": [
['الحقيقة المُطْلَقة'],
['اسم'],
['فف'],
],
"air base": [
['قاعدة جويّة عسكريّة'],
['اسم'],
['عام'],
],
"adjoining": [
['مجاور'],
['صفة'],
['عام'],
],
"agglutinate": [
['يُلصق بالغراء', 'يلتصق', 'ملتصق'],
['فعل:متعدي', 'فعل:لازم', 'اسم'],
['عام', 'عام', 'عام'],
],
"administrative": [
['إداريّ', 'حكوميّ', 'تنفيذيَ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"aggression": [
['عدوان', 'تعدّي'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"A. B.": [
['بكالوريوس في الآداب', 'ملّاح محنّك'],
['اسم:ميزة', 'اسم:شخص'],
['عام', 'عام'],
],
"acclaim": [
['يُصفِّق', 'يهتف', 'تصفيق', 'هتاف'],
['فعل', 'فعل', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"agate": [
['عقيق', 'حرف طباعي'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"absorbent": [
['ممتص', 'ممتص'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"aitchbone": [
['العظم الحرقفيّ'],
['اسم'],
['عام'],
],
"adjuctive": [
['إلحاقيّ'],
['صفة'],
['عام'],
],
"accession": [
['تعاظم', 'نماء', 'موافقة', 'نوبة مفاجئة'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'ط'],
],
"acentric": [
['لامركزيّ'],
['صفة'],
['عام'],
],
"abundantly": [
['بغزارة'],
['صفة'],
['عام'],
],
"according as": [
['حسبما'],
['حرف عطف'],
['عام'],
],
"abut": [
['يتاخم'],
['فعل'],
['عام'],
],
"acetic acid": [
['حمض الخلّ'],
['اسم:مادة'],
['ك'],
],
"aesthete": [
['مُحبّ الجمال'],
['اسم:شخص'],
['عام'],
],
"adequacy": [
['كفاية'],
['اسم'],
['عام'],
],
"abstract number": [
['عدد مُجرَّد'],
['اسم'],
['ر'],
],
"adding machine": [
['آلة الجمع'],
['اسم'],
['عام'],
],
"acauline": [
['لاساقيّ'],
['صفة'],
['نب'],
],
"adit": [
['مدخل', 'دخول'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"A-bomb": [
['قنبلة ذريّة', 'يضرب بقنبلة ذريّة'],
['اسم:شيئ', 'فعل'],
['عام', 'عام'],
],
"&": [
['و'],
['حرف عطف'],
['عام'],
],
"ablation": [
['استئصال'],
['اسم:حدث'],
['ط'],
],
"acceptor": [
['قابل'],
['اسم:شخص'],
['عام'],
],
"able": [
['قادر'],
['صفة'],
['عام'],
],
"front page": [
['الصفحة الرئيسيّة'],
['ممركب'],
['عام'],
],
"active": [
['فعَّال'],
['صفة'],
['عام'],
],
"aimless": [
['بلا هدف'],
['صفة'],
['عام'],
],
"afeared": [
['خائف'],
['صفة'],
['ع'],
],
"albuminose": [
['زُلاليّ'],
['صفة'],
['عام'],
],
"affluent": [
['وافر', 'متدفّق', 'رافد'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
"afflict": [
['يُحزن', 'يبتلي'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"absurdly": [
['بشكل سخيف'],
['حال'],
['عام'],
],
"ad lib": [
['من غير قيد'],
['اسم'],
['عام'],
],
"abstinent": [
['تقشُّف'],
['صفة'],
['عام'],
],
"achromatic": [
['أكروماتيّ', 'لالونيّ'],
['صفة', 'صفة'],
['أح', 'عام'],
],
"aircraft carrier": [
['حاملة طائرات'],
['اسم'],
['عام'],
],
"advocation": [
['دفاع', 'تأييد'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"ajar": [
['مفتوح جزئياً', 'غير منسجم مع'],
['حال', 'صفة'],
['عام', 'عام'],
],
"adventitious": [
['عَرَضيّ'],
['صفة'],
['عام'],
],
"abound": [
['يكثر'],
['فعل'],
['عام'],
],
"agreeableness": [
['قبول'],
['اسم'],
['عام'],
],
"acrimony": [
['حِدَّة'],
['اسم'],
['عام'],
],
"aesthetical": [
['جماليّ', 'فنيّ', 'محبّ للجمال'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"affective": [
['مؤثّر', 'عاطفي'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"Airedale": [
['الأرديل'],
['اسم'],
['ح'],
],
"aerobic": [
['حَيْهَوائيّ'],
['صفة'],
['عام'],
],
"aerostatics": [
['الأيروستاتيّات'],
['اسم'],
['عام'],
],
"agitation": [
['إثارة', 'تهيّج'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acinus": [
['العِنَبة'],
['اسم'],
['ط'],
],
"ageratum": [
['الفَتيَّة'],
['اسم'],
['نب'],
],
"acclimatize": [
['يؤقلم', 'يتأقلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"aerial torpedo": [
['الطربيد الطائر'],
['اسم'],
['عام'],
],
"acerbity": [
['حموضة', 'فظاظة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acrid": [
['لاذع'],
['صفة'],
['عام'],
],
"aggressive": [
['عدوانيّ', 'مناضل', 'مغامر'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"absolute ceiling": [
['الارتفاع الأقصى المطلق'],
['اسم'],
['طي'],
],
"acrodrome": [
['طَرَفيّ العروق'],
['صفة'],
['نب'],
],
"air pump": [
['مفرِّغة هوائيّة', 'مضخَّة هوائيّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"air mass": [
['الكتلة الهوائيّة'],
['اسم'],
['عام'],
],
"acaroid": [
['قُرادانيّ'],
['صفة'],
['عام'],
],
"absent voter": [
['الناخب المُتغيّب'],
['اسم:شخص'],
['عام'],
],
"adage": [
['مَثَل'],
['اسم'],
['عام'],
],
"affectation": [
['تكلّف'],
['اسم'],
['عام'],
],
"adultery": [
['زنا'],
['اسم'],
['عام'],
],
"advantageous": [
['مفيد', 'مواتٍ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"agoraphobia": [
['رُهاب الخلاء'],
['اسم'],
['عام'],
],
"albuminuria": [
['البول الزُلالي'],
['اسم'],
['عام'],
],
"air-dry": [
['جافّ جدّاً'],
['صفة'],
['عام'],
],
"affectional": [
['مرضَضيّ', 'عاطفيّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"agateware": [
['الخزف العقيقي', 'الآنية العقيقيّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accommodate": [
['يلائم', 'يزوِّد'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"agriculturalist": [
['مزارع', 'خبير زراعيّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acclivous": [
['متصعّد'],
['صفة'],
['عام'],
],
"adios": [
['وداعاً'],
['هتاف'],
['عام'],
],
"activistic": [
['فعاليّ المذهب'],
['صفة'],
['عام'],
],
"aggrandize": [
['يوسّع', 'يعبجّل', 'يبالغ'],
['فعل', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
"admittedly": [
['على نحو لايمكن إنكاره'],
['حال'],
['عام'],
],
"aerospace": [
['جوّ الأرض ومحيطها'],
['اسم'],
['عام'],
],
"actinic": [
['أكتينيّ'],
['صفة'],
['عام'],
],
"agonize": [
['يعذِّب', 'يُحتضر', 'يناضل'],
['فعل:متعدي', 'فعل:لازم', 'فعل:لازم'],
['عام', 'عام', 'عام'],
],
"affluence": [
['وفرة', 'تدفّق'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adenoma": [
['الورم الغدّيّ'],
['اسم'],
['مض'],
],
"abdicate": [
['يتنازل'],
['فعل'],
['عام'],
],
"abscission": [
['ببَتر', 'انفصال'],
['اسم', 'اسم'],
['عام', 'نب'],
],
"adenoid": [
['غدِّيّ'],
['صفة'],
['ط'],
],
"air letter": [
['رسالة جويّة', 'رسالة بالبريد الجوّي'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adjudge": [
['يحكم', 'يمنح قضائياً'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abducent nerve": [
['العصب المُبعِد'],
['اسم'],
['عام'],
],
"abjuration": [
['قسم'],
['اسم'],
['عام'],
],
"aeromechanics": [
['الميكانيكا الجويّة'],
['اسم'],
['عام'],
],
"alacrity": [
['خفّة', 'رشاقة', 'نشاط مبتهج'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"airship": [
['منطاد ذو محرّك'],
['اسم'],
['عام'],
],
"accompaniment": [
['مصاحبة', 'مُتمِّم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"admiration": [
['إعجاب', 'موضع إعجاب'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abecedary": [
['أبجديّ', 'أوليّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"agent": [
['وكيل', 'مُمثّل', 'عامل', 'أداة'],
['اسم:شخص', 'اسم:شخص', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"adust": [
['محروق', 'كئيب'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"ait": [
['جزيرة صغيرة'],
['اسم'],
['عام'],
],
"adenomatous": [
['متعلّق بورم غديّ'],
['صفة'],
['ط'],
],
"advisory": [
['استشاريّ', 'تقرير'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"agential": [
['عامليّ'],
['صفة'],
['عام'],
],
"abuse": [
['ييسيئ', 'إساءة'],
['فعل', 'اسم'],
['عام', 'عام'],
],
"abbotship": [
['رئاسة دَيْر'],
['اسم'],
['عام'],
],
"abreact": [
['يحرر نفسياً'],
['فعل'],
['نف'],
],
"abnormal psychology": [
['سيكولوجيا الشاذّين'],
['اسم'],
['نف'],
],
"afrit": [
['عفريت'],
['اسم'],
['عام'],
],
"activator": [
['مُنَشِّط'],
['اسم:فاعل'],
['عام'],
],
"abolish": [
['يلغي', 'يمحو', 'يُبطل'],
['فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
"acrylic": [
['أكريليك'],
['اسم:مادة'],
['ك'],
],
"ace": [
['الأص', 'ذرّة', 'طيار يسقط خمس طائات عدوّة على الأقل', 'ممتاز'],
['اسم', 'اسم', 'اسم', 'صفة'],
['عام', 'عام', 'جن', 'عام'],
],
"afield": [
['في الحقل', 'شارداً'],
['حال', 'حال'],
['عام', 'عام'],
],
"afar": [
['من بُعد', 'بعيداً'],
['حال', 'حال'],
['عام', 'عام'],
],
"aftertime": [
['المستقبل'],
['اسم'],
['عام'],
],
"adequateness": [
['كفاية'],
['اسم'],
['عام'],
],
"acanthus": [
['الأقَنْثوس', 'زخرف شبيه بأوراق الأقَنْثا'],
['اسم', 'اسم'],
['نب', 'عم'],
],
"accede": [
['ينضمّ', 'يوافق', 'يتبوَّأ منصب'],
['فعل', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
"accumulative": [
['تراكميّ'],
['صفة'],
['عام'],
],
"DC": [
['تيار مستمر'],
['اسم'],
['كب'],
],
"english": [
['إنجليزي'],
['اسم:لغة'],
['عام'],
],
"agonic line": [
['خط الانطباق', 'خط اللاانحراف المغناطيسيّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abstractly": [
['نظريّ'],
['صفة'],
['عام'],
],
"addictive": [
['إدمنانيّ'],
['صفة'],
['عام'],
],
"affaire d'honneur": [
['مسألة شرف', 'مبارزة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aerolith": [
['نَيْزَك جويّ'],
['اسم'],
['فل'],
],
"admittance": [
['دخول', 'قبول', 'إذن الدخول'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"aberrant": [
['ضالّ', 'منحرف', 'شخارج عن المألوف', 'شاذّ السلوك'],
['صفة', 'صفة', 'اسم:شيئ', 'اسم:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
"acme": [
['ذروة'],
['اسم'],
['عام'],
],
"acaudate": [
['لاذيليّ'],
['صفة'],
['ح'],
],
"agrestic": [
['ريفيّ', 'غير مصقول'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"accipitrine": [
['صَقْريّ'],
['اسم'],
['عام'],
],
"albuminoid": [
['شبه زُلاليّ', 'بروتينيّ', 'بروتين'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
"accursed": [
['ملعون', 'بغيض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"admiralty": [
['إمارة البحر'],
['اسم'],
['عام'],
],
"aardwolf": [
['ذئب الأرض'],
['اسم:كائن'],
['عام'],
],
"lemme": [
['دعني'],
['فعل'],
['عام'],
],
"adiposity": [
['دهن حيوانيّ'],
['اسم'],
['عام'],
],
"adjuration": [
['قَسَم', 'استحلاف', 'مناشدة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"agitator": [
['المهيّج', 'الخضّاضة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"affront": [
['يهين', 'يتحدّى', 'إهانة'],
['فعل', 'فعل', 'اسم'],
['عام', 'عام', 'عام'],
],
"abortive": [
['مُخفِق', 'مُتلطِّف'],
['صفة', 'صفة'],
['عام', 'ط'],
],
"abnormality": [
['شذوذ'],
['اسم'],
['عام'],
],
"agreeability": [
['مقبوليّة'],
['اسم'],
['عام'],
],
"accurately": [
['بشكل دقيق'],
['حال'],
['عام'],
],
"acromegalic": [
['تضخّم الأطراف'],
['صفة'],
['مض'],
],
"adapt": [
['يكيِّف', 'يتكيّف'],
['فعل:متعدي', 'فعل:لازم'],
['عام', 'عام'],
],
"Afghan": [
['أفغانيّ', 'اللغة الأفغانيّة', 'سجّادة كبيرة'],
['صفة', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"adaptive": [
['مكيِّف', 'تكيّفيّ'],
['اسم', 'صفة'],
['عام', 'عام'],
],
"access": [
['وصول', 'نوبة', 'برنامج أكسس'],
['اسم', 'اسم', 'اسم'],
['عام', 'ط', 'تق'],
],
"absence": [
['غياب', 'فقدان', 'انعدام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acclimatization": [
['تأقلم', 'أقلمة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"afterbirth": [
['المشيمة', 'الحبل السرّي'],
['اسم', 'اسم'],
['ط', 'ط'],
],
"abstract": [
['مُلَخَّص', 'مُجرَّد', 'نظري', 'ييلخِّص', 'يُجرِّد'],
['اسم', 'صفة', 'اسم', 'فعل', 'فعل'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"abet": [
['يُغري', 'يُحرِّض'],
['فعل:متعدي', 'فعل'],
['عام', 'عام'],
],
"akin": [
['نسيب', 'مماثل'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"agony column": [
['عمود الإعلانات الشخصيّة'],
['اسم'],
['عام'],
],
"adorable": [
['جدير بالحبّ', 'فاتن'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"adverb": [
['ظَرف', 'ظَرفيّ'],
['اسم', 'صفة'],
['ل', 'ل'],
],
"absorbency": [
['الماصيّة', 'المُمتصيّة'],
['اسم:فاعل', 'اسم:مفعول'],
['عام', 'عام'],
],
"album": [
['ألبوم'],
['اسم'],
['عام'],
],
"adhesive tape": [
['الشريط اللاصق'],
['اسم'],
['عام'],
],
"aciculate": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"acridness": [
['لَذْع'],
['اسم'],
['عام'],
],
"aeolian harp": [
['قيثارة الريح'],
['اسم'],
['مو'],
],
"accipiter": [
['صَقْر'],
['اسم:كائن'],
['عام'],
],
"abdominal": [
['بطنيّ', 'جوفيّ'],
['صفة', 'صفة'],
['ط', 'عام'],
],
"accidence": [
['علم الصَّرف'],
['اسم'],
['ل'],
],
"air gun": [
['مدفع هوائي'],
['اسم'],
['عام'],
],
"abruptly": [
['على نحو مفاجئ'],
['صفة'],
['عام'],
],
"abyss": [
['جهنَّم', 'اللاتكوُّن', 'اللللُّج'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"agnomen": [
['كُنية'],
['اسم'],
['عام'],
],
"about-face": [
['تغيير مفاجئ'],
['اسم'],
['عام'],
],
"abstainer": [
['ممتنع'],
['اسم:شخص'],
['عام'],
],
"adduction": [
['إيراد', 'تقريب نحو المحور'],
['اسم', 'اسم'],
['عام', 'فس'],
],
"agonal": [
['نزْعيّ'],
['صفة'],
['عام'],
],
"accrete": [
['يُلحم'],
['فعل'],
['عام'],
],
"adscript": [
['مكتوب بعد', 'مرتبط بالأرض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"admeasurement": [
['قياس', 'تحديد حصّة'],
['اسم', 'اسم'],
['عاح', 'عام'],
],
"admire": [
['يُعجب ب', 'يُكبِر'],
['فعل:لازم', 'فعل:متعدي'],
['عام', 'عام'],
],
"action": [
['فعل', 'تأثير', 'دعوى', 'نشاط'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'ق', 'عام'],
],
"agglutination": [
['لصق بالغراء', 'كتلة', 'تلازن'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'بك'],
],
"acacia": [
['صمغ عريب'],
['اسم'],
['نب'],
],
"agnomina": [
['ألقاب'],
['اسم'],
['عام'],
],
"aestivation": [
['تصيُّف', 'الالتفاف الزهريّ'],
['اسم', 'اسم'],
['ح', 'نب'],
],
"acetylene": [
['الأسيتيلين'],
['اسم:مادة'],
['ك'],
],
"acini": [
['العِنَبات'],
['اسم'],
['ط'],
],
"aeronaut": [
['الملّاح الجوّي', 'المسافر جوّاً'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"actinomorphic": [
['مُنتظم'],
['صفة'],
['نب'],
],
"aestival": [
['صيفيّ'],
['صفة'],
['عام'],
],
"adjutancy": [
['وظيفة الضابط المساعد'],
['اسم'],
['عام'],
],
"aim": [
['يسدّد', 'يتوق', 'يسعى', 'يوججِّه', 'تصويب'],
['فعل', 'فعل', 'فعل', 'فعل', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"abyssal": [
['سحيق'],
['صفة'],
['عام'],
],
"abortion": [
['إجهاض'],
['اسم'],
['عام'],
],
"acquired": [
['مُكتَسَب'],
['صفة'],
['عام'],
],
"acquiescence": [
['قبول'],
['اسم'],
['عام'],
],
"airdrop": [
['الإنزال الجوّي'],
['اسم'],
['عام'],
],
"accompany": [
['يرافق', 'يُرفِق'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"adopt": [
['يتبنَّى'],
['فعل:متعدي'],
['عام'],
],
"aerobe": [
['الميكروب الحَيْهوائي'],
['اسم'],
['أح'],
],
"ad-lib": [
['مُرتجَل', 'يرتجل'],
['صفة', 'فعل'],
['عام', 'عام'],
],
"abscessed": [
['مُصاب بخُرّاج'],
['صفة'],
['عام'],
],
"abortifacient": [
['مُجهِض', 'وسيلة إجهاض'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"adviser": [
['مُرشد', 'ناصح'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"adequately": [
['على نحوٍ ملائم'],
['حال'],
['عام'],
],
"acrodromous": [
['طَرَفيّ العروق'],
['صفة'],
['نب'],
],
"agnosticism": [
['اللاأدريّة'],
['اسم'],
['عام'],
],
"afternoon": [
['مساء', 'بعد الظهر', 'أصيليّ'],
['اسم', 'اسم', 'صفة'],
['عام', 'عام', 'عام'],
],
"afire": [
['مشتعل', 'مشتعلاً'],
['صفة', 'حال'],
['عام', 'عام'],
],
"accelerate": [
['يُسَرِّع', 'يُعجِّل', 'يتسارع'],
['فعل', 'فعل', 'فعل'],
['فز', 'عام', 'عام'],
],
"accordingly": [
['وفقااً لذلك'],
['حال'],
['عام'],
],
"add": [
['يُضيف'],
['فعل:متعدي'],
['عام'],
],
"affection": [
['تأثير', 'شعور', 'تعلّق'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"abrogative": [
['مُلغى'],
['صفة'],
['عام'],
],
"abscond": [
['يفرّ'],
['فعل'],
['عام'],
],
"agronomy": [
['هندسة زراعيّة', 'علم الزراعة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"admeasure": [
['يقيس', 'يحدّد الحصّة'],
['فعل:متعدي', 'فعل'],
['عام', 'عام'],
],
"afterworld": [
['الآخرة'],
['اسم'],
['عام'],
],
"aciform": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"accomplish": [
['يُنجز'],
['فعل'],
['عام'],
],
"aggrieved": [
['مظلوم', 'حزين'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"agape": [
['مندهش'],
['صفة'],
['عام'],
],
"adoration": [
['هيام', 'توقير'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"airmanship": [
['المهارة في قيادة الطائرات'],
['اسم'],
['عام'],
],
"afterbrain": [
['الدماغ الخلفيّ'],
['اسم'],
['ط'],
],
"abridge": [
['يختصر', 'يقصّر'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"acquire": [
['يُحرِز'],
['فعل'],
['عام'],
],
"acellular": [
['لاخَلَويّ'],
['صفة'],
['عام'],
],
"Achates": [
['صديق مخلص'],
['اسم:شخص'],
['عام'],
],
"affiliation": [
['انتساب'],
['اسم'],
['عام'],
],
"adhere": [
['يلتصق', 'يلتحم'],
['فعل:لازم', 'فعل:لازم'],
['عام', 'عام'],
],
"acetabular": [
['حُقّي'],
['صفة'],
['ت'],
],
"absorptive": [
['ممتصّ'],
['صفة'],
['عام'],
],
"actinism": [
['الأكتينيَّة'],
['اسم'],
['فز'],
],
"adoptive": [
['بالتبنيّ'],
['صفة'],
['عام'],
],
"ab extra": [
['من الخارج'],
['اسم:مكان'],
['عام'],
],
"acoustician": [
['مهندس الصوت'],
['اسم:شخص'],
['صو'],
],
"adjuster": [
['مُعدِّل'],
['اسم'],
['عام'],
],
"adynamic": [
['وَهَنيّ', 'ضعيف'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abrasion": [
['كَشْط'],
['اسم'],
['عام'],
],
"abaft": [
['في مؤخَّر'],
['اسم:مكان'],
['عام'],
],
"adaptable": [
['قابل للتكيّف'],
['صفة'],
['عام'],
],
"advisedly": [
['برويّة', 'عن عمد'],
['حال', 'حال'],
['عام', 'عام'],
],
"accountancy": [
['محاسبة'],
['اسم'],
['عام'],
],
"aerie": [
['وكر نسر', 'بيت فوق مرتفع'],
['اسم', 'اسم:مكان'],
['عام', 'عام'],
],
"aerobatics": [
['بهلونايّات جويّة'],
['اسم'],
['عام'],
],
"abrupt": [
['أبتر'],
['صفة'],
['عام'],
],
"how": [
['كيف'],
['أداة استفههام'],
['عام'],
],
"A. D.": [
['بعد الميلاد'],
['اسم'],
['عام'],
],
"afterthought": [
['الفكرة التلويَّة'],
['اسم'],
['عام'],
],
"aflutter": [
['مرفرف', 'مهتاج عصبيّاً'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acorn": [
['البلّوطة'],
['اسم'],
['نب'],
],
"adamantine": [
['صبل'],
['صفة'],
['عام'],
],
"ab initio": [
['من البداية'],
['اسم'],
['عام'],
],
"Aeneolithic": [
['إينيوليثيّ'],
['صفة'],
['جي'],
],
"acidifier": [
['مُحمِّض'],
['اسم:مادة'],
['ك'],
],
"acridine": [
['الأكريدين'],
['اسم'],
['صي'],
],
"accountableness": [
['مسؤولية'],
['اسم'],
['عام'],
],
"abutment": [
['ممحاذاة', 'دعامة', 'كتف'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عم'],
],
"aciculated": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"aileron": [
['الجُنيّح'],
['اسم'],
['عام'],
],
"aclinic line": [
['خط اللاانحراف'],
['اسم'],
['عام'],
],
"Advent": [
['نزول المسيح', 'أيام الأحد الأربعة السابقة للميلاد'],
['اسم', 'اسم'],
['عام', 'نص'],
],
"admonisher": [
['الناصح', 'اللائم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abalienate": [
['يحوِّل'],
['فعل'],
['عام'],
],
"abaxial": [
['بعيد عن المحور'],
['صفة'],
['عام'],
],
"wikipedia": [
['ويكيبيديا'],
['اسم:علم'],
['عام'],
],
"aground": [
['مرتطم بالأرض', 'على الأرض'],
['صفة', 'حال'],
['عام', 'عام'],
],
"acid-fast": [
['مقاوم للحمض'],
['صفة'],
['ك'],
],
"adulterant": [
['مادّة للغشّ', 'غاشّ'],
['اسم', 'صفة'],
['عام', 'عام'],
],
"advise": [
['ينصح'],
['فعل:متعدي'],
['عام'],
],
"abbreviate": [
['يختزل', 'يختصر'],
['فعل:متعدي', 'فعل:متعدي'],
['ر', 'عام'],
],
"acetophenetidin": [
['الأسيتوفينتيدين'],
['اسم:مادة'],
['ك'],
],
"aircraft": [
['سفينة هواء'],
['اسم'],
['عام'],
],
"addend": [
['المُضاف'],
['اسم'],
['ر'],
],
"agnostic": [
['اللاأدريّ'],
['اسم'],
['عام'],
],
"acquaintanceship": [
['أحد المعارف'],
['اسم'],
['عام'],
],
"aeroplane": [
['طائرة'],
['اسم'],
['عام'],
],
"addle": [
['فاسد', 'مشوّش', 'يفسِد', 'يشوِّش', 'يتشوَّش'],
['صفة', 'صفة', 'فعل:متعدي', 'فعل', 'فعل:لازم'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"affableness": [
['الأُنس'],
['اسم'],
['عام'],
],
"acceptant": [
['راغب في القبول'],
['صفة'],
['عام'],
],
"Africanist": [
['عالم بالثقافات الإفريقيّة', 'عالم باللغات الإفريقيّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"cat": [
['قطّة'],
['اسم:كائن'],
['عام'],
],
"admiral": [
['أمير البحر', 'أميرة الفراش'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aardvark": [
['خنزير الأرض'],
['اسم:كائن'],
['عام'],
],
"abstruse": [
['عويص'],
['صفة'],
['عام'],
],
"agree": [
['يتّفق'],
['فعل:لازم'],
['عام'],
],
"actinometer": [
['مقياس الإشعاع'],
['اسم'],
['فز'],
],
"albescent": [
['مُبيَضّ'],
['صفة'],
['عام'],
],
"accompanyist": [
['عازف مصاحب', 'مغنّي مصاحب'],
['اسم:شخص', 'اسم:شخص'],
['مو', 'مو'],
],
"addiction": [
['إدمان'],
['اسم'],
['عام'],
],
"acrobatics": [
['بهلوانيّات'],
['اسم'],
['عام'],
],
"aborticide": [
['إجهاض', 'وسيلة إجهاض'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"afloat": [
['عائم', 'عائم'],
['صفة', 'حال'],
['عام', 'عام'],
],
"acrimonious": [
['لاذع'],
['صفة'],
['عام'],
],
"Acheron": [
['الجحيم'],
['اسم'],
['عام'],
],
"additional": [
['إضافيّ'],
['صفة'],
['عام'],
],
"top": [
['أعلى', 'علويّ'],
['ظرف::مكان', 'صفة'],
['عام', 'عام'],
],
"aerial railway": [
['السكّة المعلّقة'],
['اسم'],
['عام'],
],
"abnormally": [
['على نحوٍ شاذّ'],
['حال'],
['عام'],
],
"alchemist": [
['الخيميائي'],
['اسم'],
['عام'],
],
"acceptable": [
['مقبول'],
['صفة'],
['عام'],
],
"absinthium": [
['الأفْسِنتين'],
['اسم'],
['صي'],
],
"abigail": [
['جارية'],
['اسم:شخص'],
['عام'],
],
"adaption": [
['تكيُّف'],
['اسم'],
['عام'],
],
"ad verbum": [
['حرفيّاً'],
['اسم'],
['عام'],
],
"address": [
['عنوان', 'يعنون', 'يوجِّه'],
['اسم', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
"affranchise": [
['يحرِّر', 'affray', 'عام', 'يُروِّع', 'ذعر'],
['فعل', 'شجار', '', 'فعل', 'اسم'],
['عام', 'اسم', 'affright', 'عام', 'عام'],
],
"acidity": [
['الحامضيّة'],
['اسم'],
['ك'],
],
"ahimsa": [
['مذهب الأهيمسا'],
['اسم'],
['عام'],
],
"aquisitive": [
['اكتسابيّ'],
['صفة'],
['عام'],
],
"advance": [
['يُحسّن', 'يدفع', 'يزيد', 'تقدّم', 'تسليف', 'سلفة', 'أماميّ', 'مقدّماماً'],
['فعل:متعدي', 'فعل', 'فعل', 'اسم', 'اسم', 'اسم', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"airflow": [
['جريان الهواء'],
['اسم'],
['عام'],
],
"adroit": [
['بارع'],
['صفة'],
['عام'],
],
"again": [
['ثانيةً'],
['حال'],
['عام'],
],
"advisement": [
['رويّة'],
['اسم'],
['عام'],
],
"aberration": [
['ضلال', 'انحراف', 'الزَيْغ', 'اضطراب عقليّ'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'بص', 'عام'],
],
"abatis": [
['عائق'],
['اسم'],
['عام'],
],
"afflux": [
['تدفّق'],
['اسم'],
['عام'],
],
"accommodator": [
['خادم بديل'],
['اسم'],
['عام'],
],
"above": [
['فوق'],
['حال'],
['عام'],
],
"abstractedness": [
['ذهول'],
['اسم'],
['عام'],
],
"alcazar": [
['قصر إسبانيّ', 'قلعة إسبانيّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"a": [
['', 'ما', 'كلّ', 'من نفْس'],
['أداة:تنكير', 'أداة:تنكير', 'أداة', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"absorption": [
['امتصاص', 'انهماك'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abominable snowman": [
['دب ثلجيّ'],
['اسم:كائن'],
['عام'],
],
"affirmation": [
['إثبات', 'مُثبت', 'شهادة أمام المحكمة', 'رفض أداء اليمين'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'ق', 'ق'],
],
"air-cool": [
['يُبرِّد بالهواء'],
['فعل'],
['عام'],
],
"afore": [
['قبل'],
['حال'],
['عام'],
],
"adjudicate": [
['يحكم', 'يقضي بين الناس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"acrobat": [
['بهلوان'],
['اسم'],
['عام'],
],
"abloom": [
['مُزهر', 'في حالة إزهار'],
['صفة:شيئ', 'حال'],
['عام', 'عام'],
],
"abbreviated": [
['موجز', 'مُختزَل'],
['صفة', 'صفة'],
['عام', 'ر'],
],
"agglutinin": [
['المُلزِن'],
['اسم'],
['بك'],
],
"afterpains": [
['الحسّ'],
['اسم'],
['عام'],
],
"adept": [
['خبير', 'ماهر'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"albumen": [
['زُلال'],
['اسم'],
['عام'],
],
"agony": [
['كَرْب', 'نزع'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acinous": [
['مُعَنَّب'],
['صفة'],
['عام'],
],
"aesthetic": [
['جماليّ', 'فنيّ', 'محبّ للجمال'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"addax": [
['المهاة'],
['اسم'],
['عام'],
],
"epiphyte": [
['النبات الهوائي'],
['اسم'],
['نب'],
],
"aerate": [
['يُشبع الدم بالأكسجين'],
['فعل'],
['ط'],
],
"aestheticism": [
['الجماليّة'],
['اسم'],
['عام'],
],
"akimbo": [
['مُستخصر', 'استخصاراً'],
['صفة', 'حال'],
['عام', 'عام'],
],
"abide": [
['يبقى', 'يقيم', 'يثبت', 'ينتظر', 'يواجه', 'يتحمَّل'],
['فعل:لازم', 'فعل', 'فعل', 'فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"abolitionist": [
['إبطاليّ'],
['اسم:شخص'],
['عام'],
],
"aculeate": [
['شائك'],
['صفة'],
['عام'],
],
"agglutinative": [
['مُغرّى', 'مُلزِن'],
['صفة', 'صفة'],
['عام', 'بك'],
],
"acreage": [
['المساحة الأكْرية', 'أكْرات'],
['اسم', 'اسم'],
['ر', 'ر'],
],
"advection": [
['حركة الهواء الأفققيّة'],
['اسم'],
['عام'],
],
"activity": [
['نشاط', 'فعاليّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"cover": [
['غطاء'],
['اسم'],
['عام'],
],
"advantage": [
['أفليّة', 'فائدة', 'ميزة', 'يفيد'],
['اسم', 'اسم', 'اسم', 'فعل:متعدي'],
['عام', 'عام', 'عام', 'عام'],
],
"accommodation bill": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"front": [
['أمام'],
['اسم:مكان'],
['عام'],
],
"accessorial": [
['إضافيّ', 'ثانويّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"air plant": [
['النبات الهوائي'],
['اسم'],
['نب'],
],
"aba": [
['عباءة'],
['اسم:شيئ'],
['عام'],
],
"abetment": [
['تحريض', 'إغواء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"with": [
['مع'],
['حرف عطف'],
['عام'],
],
"albino": [
['الأمهق'],
['اسم'],
['عام'],
],
"aerify": [
['يهوّي', 'يحّحوِّل إلى بخار'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"acetyl": [
['الأسيتيل'],
['اسم:مادة'],
['ك'],
],
"acid": [
['حامض', 'حَمض'],
['صفة', 'اسم'],
['ك', 'ك'],
],
"is": [
['يكون'],
['فعل مساعد'],
['عام'],
],
"Abyssinian": [
['أحبشيّ'],
['اسم:شخص'],
['عام'],
],
"agnail": [
['الداحوس', 'السسَأَف'],
['اسم', 'اسم'],
['مض', 'عام'],
],
"absolutist": [
['مؤيِّد للاستبداد'],
['اسم:شخص'],
['عام'],
],
"accommodation note": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"absentmindedness": [
['شرود الذهن'],
['اسم'],
['عام'],
],
"Afro-American": [
['أميركي من أصل افريقي'],
['صفة'],
['عام'],
],
"accumbent": [
['منحني للأمام', 'متكِّئ'],
['صفة', 'صفة'],
['عام', 'نب'],
],
"agency": [
['وكالة', 'قوّة', 'قسم إداريّ'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"agaric": [
['الغاريقون'],
['اسم'],
['نب'],
],
"agio": [
['فرق القيمة', 'صِرافة', 'عمولة الصِرافة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"absolve": [
['يعتق', 'يعفو'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"airshaft": [
['عمود هوائي'],
['اسم'],
['عام'],
],
"alarmism": [
['الإخطاريّة'],
['اسم'],
['عام'],
],
"ahead": [
['في طليعة', 'متقدّماً', 'إلى الأمام'],
['حال', 'حال', 'حال'],
['عام', 'عام', 'عام'],
],
"aisle": [
['ممشى', 'جناح'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aeolian lyre": [
['قيثارة الريح'],
['اسم'],
['مو'],
],
"aerolite": [
['نَيْزَك جويّ'],
['اسم'],
['فل'],
],
"abbot": [
['رئيس دَيْر'],
['اسم:شخص'],
['عام'],
],
"acariasis": [
['الجَرَب القُراديّ'],
['اسم'],
['مض'],
],
"adenoidal": [
['غدِّيّ'],
['صفة'],
['ط'],
],
"Aesculapian": [
['طبّي', 'طبيب'],
['صفة', 'اسم:شخص'],
['عام', 'عام'],
],
"sapwood": [
['خشب النُسْغ'],
['اسم'],
['عام'],
],
"acetanilide": [
['الأسيتانيليد'],
['اسم:مادة'],
['ك'],
],
"aback": [
['إلى الوراء'],
['حال'],
['عام'],
],
"abstract noun": [
['اسم المعنى'],
['اسم'],
['ل'],
],
"agglomerate": [
['يكتّل', 'يتكتّل', 'مكتَّل', 'كتلة', 'الراهصة البركانيّة'],
['فعل:متعدي', 'فعل:لازم', 'صفة', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"alb": [
['الألب'],
['اسم'],
['عام'],
],
"air pocket": [
['جّيب هوائيّ', 'مطبّ هوائيّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adulterine": [
['مغشوش', 'غير شرعيّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"airworthy": [
['صالح للطيران'],
['صفة'],
['عام'],
],
"administrate": [
['يدير', 'يقدّم مساعدة'],
['فعل:متعدي', 'فعل'],
['عام', 'عام'],
],
"airstream": [
['جريان الهواء'],
['اسم'],
['عام'],
],
"agleam": [
['مومِض'],
['صفة'],
['عام'],
],
"abbess": [
['راهبة'],
['اسم:شخص'],
['عام'],
],
"aftermost": [
['الأخير'],
['صفة'],
['عام'],
],
"adagio": [
['بتمهّل', 'متمهّل', 'علامة التمهّل', 'قصطعة موسيقية بطيئة', 'رقصة باليه ثنائية'],
['حال', 'صفة', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'مو', 'مو', 'عام'],
],
"acidic": [
['حمضيّ'],
['صفة'],
['ك'],
],
"absolutory": [
['إحلاليّ'],
['صفة'],
['عام'],
],
"agriculture": [
['زراعة'],
['اسم'],
['عام'],
],
"acaudal": [
['لاذيليّ'],
['صفة'],
['ح'],
],
"agnate": [
['نسيب من ناحية الأب'],
['اسم'],
['عام'],
],
"aconitum": [
['البيش', 'جذور البيش المجففة'],
['اسم:مادة', 'اسم'],
['نب', 'صي'],
],
"adroitness": [
['براعة'],
['اسم'],
['عام'],
],
"a la mode": [
['على آخر زيّ'],
['صفة'],
['عام'],
],
"adherence": [
['موالاة', 'التصاق'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"achromatism": [
['الأكروماتية'],
['اسم'],
['بص'],
],
"air sac": [
['كيس هواء'],
['اسم'],
['عام'],
],
"advisable": [
['مُستحسَن'],
['صفة'],
['عام'],
],
"aberration of light": [
['انحراف الضوء'],
['اسم'],
['بص'],
],
"agelong": [
['سرمديّ'],
['صفة'],
['عام'],
],
"affirmance": [
['إقرار'],
['اسم'],
['عام'],
],
"agonistical": [
['سباقيّ', 'ميّال للصراع', 'متوتّر'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"Administration": [
['حكومة'],
['اسم'],
['عام'],
],
"accurst": [
['ملعون', 'بغيض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"admirably": [
['على نحو رائع'],
['حال'],
['عام'],
],
"acquisition": [
['اكتساب'],
['اسم'],
['عام'],
],
"abeam": [
['مقابلاً لمنتصف جانب السفينة'],
['حال'],
['عام'],
],
"accentual": [
['مؤكَّد'],
['صفة'],
['عام'],
],
"afterpiece": [
['المسرحيّة التِلويَّة'],
['اسم'],
['عام'],
],
"was born": [
['وُلد'],
['فعل:لازم'],
['عام'],
],
"adsorption": [
['امتزاز'],
['اسم'],
['عام'],
],
"albite": [
['الألبيت'],
['اسم'],
['مع'],
],
"albinotic": [
['أمهق'],
['صفة'],
['عام'],
],
"acetic": [
['خَلّي'],
['صفة'],
['ك'],
],
"acne": [
['حب الشباب'],
['اسم'],
['ط'],
],
"adventist": [
['مجيئيّ'],
['صفة'],
['عام'],
],
"abduction": [
['خَطف', 'إبعاد عن المركز الأصليّ'],
['اسم', 'اسم'],
['عام', 'فز'],
],
"abstruseness": [
['عميق'],
['اسم'],
['عام'],
],
"aerobiosis": [
['الحَيْهوائيّة'],
['اسم'],
['عام'],
],
"aggressor": [
['المعتدي'],
['اسم'],
['عام'],
],
"abridgement": [
['اختصار', 'موجز'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"ablactate": [
['يَفطم'],
['فعل'],
['عام'],
],
"abductor": [
['الخاطف', 'المختطف', 'المُبعِد عن المركز الأصليّ', 'عضَلة مُبعِدَة'],
['اسم:شخص', 'اسم:شخص', 'اسم', 'اسم'],
['عام', 'عام', 'فز', 'ت'],
],
"ab intra": [
['من الداخل'],
['اسم'],
['عام'],
],
"acanthaceous": [
['شائك'],
['صفة'],
['عام'],
],
"acryl": [
['الأكْريل'],
['اسم:مادة'],
['ك'],
],
"ab ovo": [
['من البداية'],
['حال'],
['عام'],
],
"acropetal": [
['قِمّي التعاقب'],
['صفة'],
['نب'],
],
"accusal": [
['اتهام'],
['اسم'],
['عام'],
],
"ability": [
['مقدرة', 'موهبة'],
['اسم:ميزة', 'اسم:ميزة'],
['عام', 'عام'],
],
"aciniform": [
['عنقوديّ الشكل'],
['صفة'],
['عام'],
],
"dog": [
['كلب'],
['اسم:حيوان'],
['عام'],
],
"aeon": [
['دهر'],
['اسم'],
['عام'],
],
"Achilles' heel": [
['موقع غير منيع'],
['اسم'],
['عام'],
],
"against": [
['تجاه', 'ضدّ', 'مقابل'],
['حرف جر', 'حرف جر', 'حرف جر'],
['عام', 'عام', 'عام'],
],
"you": [
['أنتَ'],
['ضمير'],
['عام'],
],
"adherent": [
['دَبِق', 'لزج', 'سريع الالتصاق', 'موالي'],
['صفة', 'صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"abject": [
['مُذلّ', 'مُدقِع', 'دنيئ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"albinism": [
['المَهَق'],
['اسم'],
['مض'],
],
"accrual": [
['تراكم', 'متراكم'],
['اسم', 'اسم:مفعول'],
['عام', 'عام'],
],
"afterward": [
['بعدئذٍ'],
['حال'],
['عام'],
],
"absolutely": [
['بكل تأكيد'],
['حال'],
['عام'],
],
"accepter": [
['قابل'],
['اسم:شخص'],
['عام'],
],
"agon": [
['صراع'],
['اسم'],
['عام'],
],
"aerial surveying": [
['المَسح الجويّ'],
['اسم'],
['عام'],
],
"accessary": [
['مُلحق', 'ثانويّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abeyant": [
['مُعطَّل', 'مُعلَّق'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"a la carte": [
['بالصحن', 'بثمن مستقل لكل نوع من الطعام'],
['صفة', 'حال'],
['عام', 'عام'],
],
"affability": [
['الأُنس'],
['اسم'],
['عام'],
],
"of": [
['من'],
['حرف جر'],
['عام'],
],
"absolution": [
['عتق', 'غفران'],
['اسم', 'اسم'],
['عام', 'كن'],
],
"additive": [
['إضافيّ', 'إضافة'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"actinium": [
['الأكتينيوم'],
['اسم:مادة'],
['ك'],
],
"Acropolis": [
['قلعة أثينا'],
['اسم:مكان'],
['عام'],
],
"air coach": [
['طائرة لنقل الركّاب'],
['اسم'],
['عام'],
],
"affair": [
['شؤون تجاريّة', 'شأن', 'علاقة غير شرعيّة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"accredited": [
['مُعتمد'],
['صفة'],
['عام'],
],
"air force": [
['سلاح الطيران', 'الأسطول الجوّي الحربيّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abash": [
['يُخجِل', 'يُربِك'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"airless": [
[' خالي من الهواء', 'ساكن'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abbe": [
['راهب'],
['اسم:شخص'],
['عام'],
],
"aerodrome": [
['مطار'],
['اسم:مكان'],
['عام'],
],
"academy": [
['معهد', 'مَجمَع', 'مدرسة', 'أكاديمية أفلاطون'],
['اسم:مكان', 'اسم:مكان', 'اسم:مكان', 'اسم'],
['عام', 'عام', 'عام', 'فف'],
],
"Larry": [
['لاري'],
['اسم:مؤنث'],
['عام'],
],
"acoustic": [
['صوتيّ'],
['صفة'],
['عام'],
],
"active service": [
['الخدمة الفعليّة'],
['اسم'],
['جن'],
],
"acropolis": [
['الأكروبوليس'],
['اسم:مكان'],
['عام'],
],
"adulator": [
['مُتملِّق'],
['اسم'],
['عام'],
],
"admix": [
['يمزج'],
['فعل:متعدي'],
['عام'],
],
"aforesaid": [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
"absorption spectrum": [
['طَيْف الامتصاص'],
['اسم'],
['ض'],
],
"agrarian": [
['أرضيّ', 'زراعيّ', 'المنادي بالإصلاح الزراعيّ'],
['صفة', 'صفة', 'اسم:شخص'],
['عام', 'عام', 'عام'],
],
"agamogenesis": [
['التكاثر اللاتزاوجيّ'],
['اسم'],
['أح'],
],
"acerose": [
['إِبَريّ'],
['صفة'],
['عام'],
],
"acinose": [
['مُعَنَّب'],
['صفة'],
['عام'],
],
"abstract expressionism": [
['التجريديّة التعبيريّة'],
['اسم'],
['رم'],
],
"airbrush": [
['المرذاذ الهوائي'],
['اسم'],
['عام'],
],
"abbacy": [
['رئاسة دَير'],
['اسم'],
['عام'],
],
"abdominal auscultation": [
['التسمُّع البطنيّ'],
['اسم'],
['ط'],
],
"ail": [
['يُوجع', 'يتوعّك', 'يمرض'],
['فعل:متعدي', 'فعل:لازم', 'فعل:لازم'],
['عام', 'عام', 'عام'],
],
"ad infinitum": [
['إلى ما لا نهاية'],
['اسم'],
['عام'],
],
"actinon": [
['الأكتينون'],
['اسم:مادة'],
['ك'],
],
"agile": [
['رشيق', 'ذكيّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"afterdamp": [
['الغاز السمّيّ المتخلّف'],
['اسم'],
['عام'],
],
"advised": [
['مدروس', 'مطّلِع على'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"agrimony": [
['الغافِت'],
['اسم'],
['نب'],
],
"actively": [
['بشكل فعَّال'],
['حال'],
['عام'],
],
"aberrance": [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aeromechanic": [
['مهندس طيران', 'خبير طيران', 'ميكانيكيّ جويّ'],
['اسم', 'اسم', 'صفة'],
['عام', 'عام', 'عام'],
],
"adieu": [
['وداعاعاً'],
['هتاف'],
['عام'],
],
"abutting": [
['متاخم'],
['صفة'],
['عام'],
],
"air-conditioned": [
['مُكيَّف الهواء'],
['صفة'],
['عام'],
],
"accoutrement": [
['تجهيز', 'عَتَاد'],
['اسم', 'اسم'],
['عام', 'جن'],
],
"aerial ladder": [
['سُلَّم مطافئ ميكانيكيّ'],
['اسم'],
['عام'],
],
"aerialist": [
['البهلوان الجويّ'],
['اسم'],
['عام'],
],
"acknowledged": [
['معترف به'],
['صفة'],
['عام'],
],
"agrafe": [
['إبزيم زينيّ للثياب'],
['اسم'],
['عام'],
],
"abaddon": [
['الجحيم', 'ملاك الجحيم'],
['اسم:مكان', 'اسم:شخص'],
['عام', 'عام'],
],
"acetylate": [
['يُضيف الأسيتيل'],
['فعل'],
['ك'],
],
"adjudication": [
['قضاء', 'حكم قضائيّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adder's-tongue": [
[': لسان الحيّة'],
['اسم'],
['نب'],
],
"airdrome": [
['مطار'],
['اسم:مكان'],
['عام'],
],
"abruption": [
['توقف مفاجئ'],
['اسم'],
['عام'],
],
"agrarianism": [
['حركة الإصلاح الزراعيّ'],
['اسم'],
['عام'],
],
"aduncous": [
['معقوف'],
['صفة'],
['عام'],
],
"abranchial": [
['لاخيشومي'],
['صفة'],
['ح'],
],
"adoption": [
['تبنّي'],
['اسم'],
['عام'],
],
"Adam": [
['آدم', 'النزعة البشرية للإثم'],
['اسم:شخص', 'اسم'],
['عام', 'عام'],
],
"accomplice": [
['شريك'],
['اسم:شخص'],
['عام'],
],
"advertisement": [
['إعلان'],
['اسم'],
['عام'],
],
"ague": [
['الملاريا', 'قشعريرة'],
['اسم', 'اسم'],
['مض', 'عام'],
],
"aft": [
['قرب مؤخّر السفينة', 'قرب مؤخّر الطائرة', 'خلفيّ'],
['حال', 'حال', 'صفة'],
['عام', 'عام', 'عام'],
],
"able-bodied": [
['قويّ البنية'],
['صفة:شخص'],
['عام'],
],
"acculturation": [
['بتادل ثقافيّ'],
['اسم'],
['عام'],
],
"admission": [
['اعتراف', 'تسليم', 'إدخال', 'قبول', 'رسم الدخول'],
['اسم', 'اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"aggravation": [
['تفاقم', 'مفاقمة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"air police": [
['شرطة الجوّ'],
['اسم'],
['عام'],
],
"accomplushment": [
['إنجاز'],
['اسم'],
['عام'],
],
"adjutant bird": [
['أبو سُعن'],
['اسم:كائن'],
['عام'],
],
"addressee": [
['المرسل إليه', 'المخاطب'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aerostat": [
['منطاد'],
['اسم'],
['عام'],
],
"aerial photograph": [
['صورة جويّة'],
['اسم'],
['عام'],
],
"abashed": [
['مرتبك'],
['صفة'],
['عام'],
],
"abiogenesis": [
['التولّد الذاتي'],
['اسم:حدث'],
['أح'],
],
"adult": [
['بالغ'],
['صفة'],
['عام'],
],
"acetylation": [
['الأستَلَة'],
['اسم'],
['ك'],
],
"agonist": [
['المشارك في صراع', 'عضلة يتحكّم بها انقباض عضلة أخرى'],
['اسم', 'اسم'],
['عام', 'فس'],
],
"smile": [
['يبتسم'],
['فعل:لازم'],
['عام'],
],
"affliction": [
['حزن', 'بلوى'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"air-conditioner": [
['مُكيِّف هوائيّ'],
['اسم'],
['عام'],
],
"abstractive": [
['تلخيصيّ', 'تجريديّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"aboriginal": [
['بدائيّ'],
['صفة'],
['عام'],
],
"alas": [
['واحسرتاه!'],
['هتاف'],
['عام'],
],
"abstractedly": [
['بذهول'],
['حال'],
['عام'],
],
"airfield": [
['المَهبط', 'مطار'],
['اسم:مكان', 'اسم'],
['عام', 'عام'],
],
"adjure": [
['يستحلف', 'يناشد'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"accept": [
['يقبل'],
['فعل'],
['عام'],
],
"Albanian": [
['ألبانيّ', 'اللغة الألبانية'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"abroad": [
['خارج البلاد'],
['حال'],
['عام'],
],
"adjust": [
['يعدّل', 'يضبط', 'يتكيّف', 'ينضبط'],
['فعل', 'فعل', 'فعل:لازم', 'فعل:لازم'],
['عام', 'عام', 'عام', 'عام'],
],
"affaire d'amour": [
['مسألة غراميّة'],
['اسم'],
['عام'],
],
"airstrip": [
['مهبط طائرات'],
['اسم'],
['عام'],
],
"acceptance": [
['قبول'],
['اسم'],
['عام'],
],
"accurate": [
['دقيق'],
['صفة'],
['عام'],
],
"aerometer": [
['ميزان الهواء'],
['اسم'],
['عام'],
],
"acidness": [
['حموضة'],
['اسم'],
['ك'],
],
"absorption control": [
['التحكّم في الامتصاص'],
['اسم'],
['رد'],
],
"abnormity": [
['شذوذ'],
['اسم'],
['عام'],
],
"acting": [
['نائب', 'صالح للتمثيل', 'فن التمثيل المسرحي'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
"aghast": [
['مذعور'],
['صفة'],
['عام'],
],
"adenosine": [
['الأدينوسين'],
['اسم'],
['كح'],
],
"adventurous": [
['خطِر', 'مغامر'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"airsick": [
['مصاب بدوار الجوّ'],
['صفة'],
['عام'],
],
"abstraction": [
['تجريد'],
['اسم'],
['عام'],
],
"adore": [
['يعشق', 'يوقر'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"agreement": [
['اتّفاق', 'اتّفاقية', 'معاهدة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acclivity": [
['مُرتقى'],
['اسم'],
['عام'],
],
"abdomen": [
['بطن', 'جوف'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"aggrandizement": [
['توسيع', 'تبجيل', 'مبالغة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acidulent": [
['حامض قليلاً', 'قاس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"air lane": [
['مَجاز جوّي'],
['اسم'],
['عام'],
],
"accident": [
['حادث', 'نكبة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adobe": [
['لَبِن', 'أدوب'],
['اسم', 'اسم'],
['عام', 'تق'],
],
"accommodating": [
['لطيف', 'مجامل'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"this": [
['هذا'],
['اسم إشارة'],
['عام'],
],
"advent": [
['حلول'],
['اسم'],
['عام'],
],
"simple": [
['بسيط'],
['صفة'],
['عام'],
],
"airport": [
['مطار'],
['اسم'],
['عام'],
],
"adopter": [
['مُتبنّي'],
['اسم:شخص'],
['عام'],
],
"abracadabra": [
['تعويذة', 'كلام غير مفهوم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accomplished": [
['مُنجز'],
['صفة'],
['عام'],
],
"abomasum": [
['مِنفحة'],
['اسم'],
['أح'],
],
"abnormal": [
['شاذّ', 'غير سويّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acumen": [
['فِطنَة'],
['اسم'],
['عام'],
],
"acetimeter": [
['مقياس حمض الخل'],
['اسم'],
['ك'],
],
"air-drop": [
['يُنزل جوّيّاً'],
['فعل'],
['عام'],
],
"absentee": [
['المتغيّب'],
['صفة'],
['عام'],
],
"acquit": [
['يُحلّ', 'يُبرّئ'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"airburst": [
['انفجار قنبلة في الجوّ'],
['اسم'],
['عام'],
],
"academician": [
['أدايمي', 'مَجْمَعيّ'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"a capella": [
['بدون مصاحبة آلات موسيقية'],
['حال'],
['مو'],
],
"air bladder": [
['المثانة الهوائيّة'],
['اسم'],
['أح'],
],
"aerogram": [
['رسالة جويّة'],
['اسم'],
['عام'],
],
"accepted": [
['مقبول', 'مُستحسَن'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"absorbing": [
['شادّ للانتباه'],
['صفة'],
['عام'],
],
"abstract of title": [
['صورة مووجزة عن سند التمليك'],
['اسم'],
['ق'],
],
"ad nauseam": [
['حتّى الغثيان'],
['اسم'],
['عام'],
],
"accountant": [
['مسؤول', 'محاسِب'],
['اسم:شخص', 'اسم:فاعل'],
['عام', 'عام'],
],
"affecting": [
['مؤثّر'],
['صفة'],
['عام'],
],
"absurdity": [
['سُخف'],
['اسم'],
['عام'],
],
"adsorbent": [
['ممتزّ', 'مكثِّف جزيثات الغاز'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"aedile": [
['المُحتسِب'],
['اسم'],
['عام'],
],
"acinaciform": [
['سَيفيّ الشكل'],
['صفة'],
['عام'],
],
"abecedarian": [
['تلميذ أُميّ', 'مبتدئ', 'أبجديّ', 'ابتدائيّ'],
['اسم:شخص', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
"airspeed": [
['السرعة الديناميَّة الهوائيّة'],
['اسم'],
['عام'],
],
"adder": [
['المُضيف', 'الجامع', 'أفعى'],
['اسم:شخص', 'اسم:شخص', 'اسم'],
['عام', 'عام', 'عام'],
],
"silly drama": [
['عقَبات'],
['اسم'],
['عام'],
],
"affiant": [
['شاهد محلَّف'],
['اسم:شخص'],
['عام'],
],
"agate line": [
['السطر الإعلانيّ'],
['اسم'],
['عام'],
],
"agog": [
['متلهِّف', 'بتلهُّف'],
['صفة', 'حال'],
['عام', 'عام'],
],
"advisor": [
['مُرشد', 'ناصح', 'مُشرف'],
['اسم:شخص', 'اسم:شخص', 'اسم:شخص'],
['عام', 'عام', 'عام'],
],
"abnegation": [
['نكران'],
['اسم:حدث'],
['عام'],
],
"acidify": [
['يُحّمحَمِّض', 'يتحمَّض'],
['فعل', 'فعل'],
['ك', 'ك'],
],
"adjustment": [
['ضبط', 'تعديل', 'توافق'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'نف'],
],
"abomination": [
['بغيض'],
['اسم'],
['عام'],
],
"aerial": [
['هوائيّ', 'لطيف', 'خياليّ', 'طيرانيّ', 'الهوائي', 'رمية الكرة في اتجاه الخصم'],
['صفة', 'اسم', 'اسم', 'صفة', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'رد', 'عام'],
],
"airily": [
['بحيويّة', 'بمرح', 'برقّة'],
['حال', 'حال', 'حال'],
['عام', 'عام', 'عام'],
],
"activate": [
['يُنشّط', 'يُعدّ', 'يَنْشَط'],
['فعل:متعدي', 'فعل:متعدي', 'فعل:لازم'],
['عام', 'جن', 'عام'],
],
"affix": [
['يضيف', 'إضافة'],
['فعل', 'اسم'],
['عام', 'عام'],
],
"academical": [
['أكاديميّ', 'اللباس الجامعي'],
['صفة', 'اسم:شيئ'],
['عام', 'عام'],
],
"adornment": [
['تزيين', 'زخرفة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acromegaly": [
['عِظَم الأطراف'],
['اسم'],
['مض'],
],
"affectionate": [
['محبّ', 'رقيق'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"adorn": [
['يزيّن'],
['فعل:متعدي'],
['عام'],
],
"abelmosk": [
['حبّ المِسك'],
['اسم:شيئ'],
['نب'],
],
"aglitter": [
['متألّق', 'متلألئ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"affidavit": [
['شهادة خطيّة بقَسَم'],
['اسم'],
['ق'],
],
"admonitor": [
['الناصح', 'اللائم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"after": [
['بعد', 'في ما بعد'],
['حال', 'حال'],
['عام', 'عام'],
],
"acolyte": [
['قَنْدَلفت', 'مساعد'],
['اسم', 'اسم'],
['كن', 'عام'],
],
"advocacy": [
['دفاع', 'تأييد'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"agronornist": [
['مهندس زراعيّ'],
['اسم'],
['عام'],
],
"abidance": [
['التزام لِ', 'تقيّد ب'],
['اسم:حدث', 'اسم:حدث'],
['عام', 'عام'],
],
"academe": [
['معهد'],
['اسم:مكان'],
['عام'],
],
"agave": [
['الصبّار الأميركي'],
['اسم'],
['نب'],
],
"acarpellous": [
['عديم الخباء'],
['صفة'],
['نب'],
],
"accredit": [
['يُجيز'],
['فعل'],
['عام'],
],
"Addison's disease": [
['داء أديسون'],
['اسم'],
['مض'],
],
"abatable": [
['قابل للإلغاء', 'قابل للتخفيف'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acriflavine": [
['الأكريفلافين'],
['اسم'],
['صي'],
],
"agriology": [
['الدراسة المقارِنة لعادات الشعوب البدائيّة'],
['اسم'],
['عام'],
],
"actuary": [
['خبير بشؤون التأمين'],
['اسم:شخص'],
['عام'],
],
"airspace": [
['المجال اجلجوّي'],
['اسم'],
['عام'],
],
"abundant": [
['وافر'],
['صفة'],
['عام'],
],
"aeolotropic": [
['متباين الخواصّ'],
['صفة'],
['عام'],
],
"abuttals": [
['حدود'],
['اسم'],
['عام'],
],
"aggregation": [
['تجميع', 'مجموعة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abdication": [
['تنازُل'],
['اسم'],
['عام'],
],
"airlift": [
['خط تموين جوّي'],
['اسم'],
['عام'],
],
"acrostic": [
['عبارة تُشكّل حروف أوئل كلماتها كلمة ذات معنى', 'سلسلة كلمات مرتبة بشكل خاص'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"Anno Domini": [
['بعد الميلاد'],
['اسم'],
['عام'],
],
"agility": [
['رشاقة', 'ذكاء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"ad rem": [
['ضمن نطاق الموضوع'],
['اسم'],
['عام'],
],
"adumbrate": [
['يشير إلى', 'يظلّل'],
['فعل:لازم', 'فعل:متعدي'],
['عام', 'عام'],
],
"accessible": [
['سهل المنال', 'ممكن الصوصل إليه'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abhorrent": [
['مشمئز', 'بغيض', 'متنافٍ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"afterclap": [
['الضربة التِلووِيَّة'],
['اسم'],
['عام'],
],
"airtight": [
['سادّ للهواء', 'خالِ من نقاط الضعف'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"alabastrine": [
['مرمريّ'],
['صفة'],
['عام'],
],
"accused": [
['مُتَّهَم', 'المُدّعى عليه'],
['صفة', 'اسم:شخص'],
['عام', 'عام'],
],
"actinomyces": [
['ططُفَيل الحارش'],
['اسم'],
['ح'],
],
"adnate": [
['مندمج'],
['صفة'],
['نب'],
],
"actress": [
['ممثّلة'],
['اسم'],
['عام'],
],
"affiance": [
['ثقة', 'خِطبة', 'يخطِب'],
['اسم', 'اسم', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
"achromatous": [
['عديم اللون', 'ناقص اللون'],
['صفة', 'صفة'],
['بص', 'بص'],
],
"acidimeter": [
['مقياس الحمضيّة'],
['اسم'],
['ك'],
],
"abrade": [
['يبري', 'يكشط'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abrasive": [
['كاشط', 'مادّة كاشطة'],
['صفة', 'اسم:مادة'],
['عام', 'عام'],
],
"agreed": [
['متّفق عليه'],
['صفة'],
['عام'],
],
"therapeutic abortion": [
['إجهاذ علاجيّ'],
['اسم'],
['أج'],
],
"adduct": [
['يقرّب نحو المحور الرئيسيّ'],
['فعل:متعدي'],
['فس'],
],
"adjective": [
['وصفيّ', 'إجرائيّ', 'صفة'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
"activation": [
['تفعيل'],
['اسم'],
['عام'],
],
"adducent": [
['مقرِّب'],
['صفة'],
['عام'],
],
"absconce": [
['مصباح قاتم للمنضدة'],
['اسم:شيئ'],
['كث'],
],
"alchemical": [
['خيميائي'],
['صفة'],
['عام'],
],
"age-old": [
['دهريّ', 'قديم جدّاً'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"agitate": [
['يحرّك', 'يناقش', 'يناظر', 'يهيّج'],
['فعل', 'فعل', 'فعل', 'فعل'],
['عام', 'عام', 'عام', 'عام'],
],
"adiabatic": [
['ثابت الحرارة', 'أديباتيّ'],
['صفة', 'صفة'],
['فز', 'فز'],
],
"ache": [
['يوجع', 'يبتئس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abduction splint": [
['جَبيرة الإبعاد'],
['اسم'],
['عام'],
],
"affaire de coeur": [
['مسألة غراميّة'],
['اسم'],
['عام'],
],
"Albino": [
['انكلترة'],
['اسم'],
['عام'],
],
"absurdness": [
['سُخف'],
['اسم'],
['عام'],
],
"adytum": [
['حَرَم'],
['اسم'],
['عام'],
],
"abbreviation": [
['اختصار'],
['اسم'],
['عام'],
],
"affusion": [
['سكب', 'صبّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"ago": [
['منذ', 'ماضضٍ'],
['حال', 'صفة'],
['عام', 'عام'],
],
"accord": [
['يلائم', 'اسنجام', 'ائتلاف', 'اتفاق'],
['فعل', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'مو', 'عام'],
],
"acoustics": [
['علم الصوت'],
['اسم'],
['صو'],
],
"acceleration of gravity": [
['تسارع الجاذبيّة'],
['اسم'],
['فز'],
],
"achromic": [
['عديم اللون'],
['صفة'],
['عام'],
],
"adrenal": [
['كظريّ'],
['صفة'],
['ط'],
],
"adversary": [
['خَصم', 'عدوّ'],
['اسم:شخص', 'اسم'],
['عام', 'عام'],
],
"agrology": [
['علم التربة'],
['اسم'],
['عام'],
],
"achievement": [
['إنجاز'],
['اسم'],
['عام'],
],
"airfoil": [
['السطح الانسيابيّ الحامل'],
['اسم'],
['عام'],
],
"acetylize": [
['يُضيف الأسيتيل'],
['فعل'],
['ك'],
],
"United States": [
['الولايات المتحدة الأمريكيّة'],
['اسم'],
['عام'],
],
"afterpart": [
['جزء خلفي'],
['اسم'],
['عام'],
],
"absolute": [
['مُططْلَق', 'كامل', 'المُطْلَق'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
"abduce": [
['يُبعد', 'يُنحّي'],
['فعل', 'فعل'],
['فز', 'فز'],
],
"administer": [
['يدير', 'يمنح الأسرار', 'يعطي دواء', 'يقدّم مساعدة'],
['فعل:متعدي', 'فعل', 'فعل', 'فعل'],
['عام', 'كن', 'عام', 'عام'],
],
"abandon": [
['يتنازل عن', 'يترك', 'يُقلع عن', 'يستسلم ل', 'تهتُّك', 'حماسة'],
['فعل:لازم', 'فعل:متعدي', 'فعل:لازم', 'فعل:لازم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"absinthism": [
['التسمم الأفسنتينيّ'],
['اسم'],
['ط'],
],
"account": [
['حساب', 'اعتبار'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aeroneurosis": [
['العُصاب الجوّي'],
['اسم'],
['ط'],
],
"adunc": [
['معقوف'],
['صفة'],
['عام'],
],
"administrator": [
['مدير', 'المدير المنتدب'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"abetter": [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"accustomed": [
['معتاد'],
['صفة'],
['عام'],
],
"abbreviation of fractions": [
['اختزال الكسور'],
['اسم'],
['ر'],
],
"agraffe": [
['إبزيم زينيّ للثياب'],
['اسم'],
['عام'],
],
"agora": [
['الأغورا'],
['اسم'],
['عام'],
],
"a la": [
['بحسب'],
['اسم'],
['عام'],
],
"abreast": [
['جنباً إلى جنب'],
['حال'],
['عام'],
],
"aha": [
['هكذا إذاً!'],
['هتاف'],
['عام'],
],
"achromatin": [
['الأكروماتين'],
['اسم'],
['بص'],
],
"aesthetics": [
['علم الجمال'],
['اسم'],
['عام'],
],
"ABC": [
['مبادئ'],
['اسم'],
['عام'],
],
"admiring": [
['مثير للإعجاب'],
['صفة'],
['عام'],
],
"absorptivity": [
['الامتصاصيّة'],
['اسم'],
['عام'],
],
"airwoman": [
['طيّارة'],
['اسم'],
['عام'],
],
"agiotage": [
['صناعة الصِرافة', 'مضاربة بالأسهم الماليّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"admissibility": [
['مقبوليّة'],
['اسم'],
['عام'],
],
"accelerated": [
['مُسرَّع'],
['صفة'],
['فز'],
],
"adventuresome": [
['خطِر', 'مغامر'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"aconite": [
['البيش', 'جذور البيش الفة'],
['اسم:مادة', 'اسم'],
['نب', 'نب'],
],
"aerosol": [
['الهباء الجوّي'],
['اسم'],
['عام'],
],
"affect": [
['شعور', 'يألف', 'يفضِّل', 'يؤثّر'],
['اسم', 'فعل', 'فعل', 'فعل'],
['عام', 'عام', 'عام', 'عام'],
],
"agama": [
['الحُبَيْنَة'],
['اسم'],
['ح'],
],
"aestivate": [
['يتصيّف'],
['فعل'],
['ح'],
],
"accusatory": [
['اتهاميّ'],
['صفة'],
['عام'],
],
"Akkadian": [
['أكَّاديّ', 'اللغة الأكّاديّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aigrette": [
['البَلَشون الأبيض', 'حِليَة للرأس'],
['اسم', 'اسم'],
['طا', 'عام'],
],
"airpost": [
['بريد جوّي', 'ينقل بالبريد الجوّي', 'جوّي'],
['اسم', 'فعل', 'صفة'],
['عام', 'عام', 'عام'],
],
"A. C.": [
['تيار متناوب'],
['اسم'],
['كب'],
],
"absterge": [
['يُطهِّر', 'يُطهِّر الأمعاء'],
['فعل', 'فعل'],
['عام', 'ط'],
],
"advatageously": [
['على نحو مفيد'],
['حال'],
['عام'],
],
"aerodynamic": [
['ايروديناميكيّ'],
['صفة'],
['هن'],
],
"abstergent": [
['مُطهِّر', 'مادة مُطهِّرة'],
['صفة', 'اسم'],
['عام', 'صي'],
],
"adverbial": [
['ظرفيّ'],
['صفة'],
['ل'],
],
"A battery": [
['بطارية ألفا'],
['اسم'],
['رد'],
],
"adulteration": [
['غِشّ', 'سلعة مغشوشة'],
['اسم', 'اسم:مادة'],
['عام', 'عام'],
],
"advice": [
['نصيحة', 'أنباء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acetabulum": [
['الحُق الحرقفيّ'],
['صفة'],
['ت'],
],
"airiness": [
['ابتهاج', 'مرح', 'رقّة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"adjourn": [
['يؤجّل'],
['فعل:متعدي'],
['عام'],
],
"advertent": [
['مُتيقّظ'],
['صفة'],
['عام'],
],
"academic": [
['أكاديميّ'],
['صفة'],
['عام'],
],
"abscess": [
['خُرّاج'],
['اسم'],
['عام'],
],
"adyta": [
['المَقْدِسات'],
['اسم'],
['عام'],
],
"aerator": [
['المهويِّية'],
['اسم'],
['عام'],
],
"than": [
['من'],
['حرف جر'],
['عام'],
],
"actual": [
['فعليّ', 'واقعيّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"aeolian": [
['ريحيّ'],
['صفة'],
['عام'],
],
"abstention": [
['امتناع عن'],
['اسم'],
['عام'],
],
"abysmal": [
['سحيق'],
['صفة'],
['عام'],
],
"agamic": [
['لاتزاوجيّ'],
['صفة'],
['عام'],
],
"aedes": [
['بعوضة الحمّى الصفراء وحمّى الضنك'],
['اسم'],
['أح'],
],
"affirmative": [
['إيجابيّ', 'إيجاب'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"absorption band": [
['شريط الامتصاص'],
['اسم'],
['ض'],
],
"above-mentioned": [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
"aide-memoire": [
['مفكِّرة'],
['اسم'],
['عام'],
],
"accumulate": [
['يكدِّس', 'يتكدَّس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"achlamydeous": [
['عارِ'],
['صفة'],
['نب'],
],
"abashment": [
['إرباك'],
['اسم'],
['عام'],
],
"adulatory": [
['تملقّقيّ'],
['صفة'],
['عام'],
],
"actinozoan": [
['الحيوان الشعاعيّ', 'شعاعيّ'],
['اسم:كائن', 'صفة'],
['عام', 'عام'],
],
"acclamation": [
['تهليل'],
['اسم'],
['عام'],
],
"aerodynamics": [
['الديناميكا الهوائيّة'],
['اسم'],
['هن'],
],
"Aeolian": [
['عُولُسيّ', 'منسوب لعولُس إله الرياح'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"accuracy": [
['دقة'],
['اسم'],
['عام'],
],
"aeromedicine": [
['الطبّ الجويّ'],
['اسم'],
['عام'],
],
"airliner": [
['الطائرة الخطيّيّة'],
['اسم'],
['عام'],
],
"aforementioned": [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
"most": [
['الأكثر'],
['اسم:تفضيل'],
['عام'],
],
"airy": [
['هوائيّ', 'شاهق', 'وهميّ', 'رشيق', 'مرح', 'مهوّى', 'متصنِّع', 'متكبِّر'],
['صفة', 'صفة', 'صفة', 'صفة', 'صفة', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"Achilles' tendon": [
['وتر العرقوب'],
['اسم'],
['ت'],
],
"aerogramme": [
['رسالة جويّة'],
['اسم'],
['عام'],
],
"air-minded": [
['مُولع بالطيران أو بالسفر جوّاً'],
['صفة'],
['عام'],
],
"adhesive": [
['دبِق', 'سريع الالتصاق', 'لزج', 'مادة سريعة التماسك'],
['صفة', 'صفة', 'صفة', 'اسم:مادة'],
['عام', 'عام', 'عام', 'عام'],
],
"abdicator": [
['مُتنازِل'],
['اسم:شخص'],
['عام'],
],
"ad libitum": [
['كما يهوى المرء'],
['اسم'],
['مو'],
],
"act": [
['يُمثّل', 'عمل'],
['فعل', 'اسم'],
['عام', 'عام'],
],
"accommodation draft": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"affirm": [
['يُؤكّد', 'تُقرّ حكماً صادراً عن محكمة دنيا', 'يقرّر', 'يشهد'],
['فعل', 'فعل', 'فعل', 'فعل'],
['عام', 'ق', 'عام', 'ق'],
],
"accent": [
['لهجة', 'توكيد', 'يؤكِّد'],
['اسم', 'اسم', 'فعل'],
['عام', 'مو', 'عام'],
],
"abnegate": [
['يتخلّى عن', 'يُنكر'],
['فعل:لازم', 'فعل:متعدي'],
['عام', 'عام'],
],
"acuity": [
['حِدَّة'],
['اسم'],
['عام'],
],
"adscititious": [
['إضافيّ'],
['صفة'],
['عام'],
],
"abiding": [
['ثابت'],
['صفة'],
['عام'],
],
"adulteress": [
['زانية'],
['اسم:شخص'],
['عام'],
],
"Adam's apple": [
['عُقدة الحنجرة'],
['اسم'],
['ت'],
],
"abluent": [
['مُطهّر', 'دواء مُطههِّر'],
['صفة:شيئ', 'اسم:مادة'],
['عام', 'صي'],
],
"ablution": [
['وضوء', 'ماء الغَسل'],
['اسم:حدث', 'اسم:شيئ'],
['اس', 'عام'],
],
"aboral": [
['بعيد عن الفم'],
['صفة'],
['ح'],
],
"abjure": [
['يُقسم', 'يرتدّ عن', 'يجتنب'],
['فعل:لازم', 'فعل:لازم', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
"aegis": [
['دِرع', 'حماية', 'رعاية'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"absent": [
['غائب', 'يغيب'],
['صفة', 'فعل'],
['عام', 'عام'],
],
"united states": [
['الولايات المتحدة الأمريكيّة'],
['اسم:مكان'],
['عام'],
],
"account book": [
['دفتر حساب'],
['اسم'],
['عام'],
],
"adjacency": [
['متاخمَة'],
['اسم'],
['عام'],
],
"aboard": [
['على متن', 'قُرب'],
['حال', 'اسم'],
['عام', 'عام'],
],
"accusation": [
['اتهام'],
['اسم'],
['عام'],
],
"acrocarpous": [
['مثمر عند قمّة الساق الرئيسيّة'],
['صفة'],
['نب'],
],
"abhorrence": [
['مقت', 'اشمئزاز', 'بغيض'],
['اسم:شعور', 'اسم:شعور', 'اسم:شيئ'],
['عام', 'عام', 'عام'],
],
"abhorrer": [
['مُشمئز'],
['اسم:شخص'],
['عام'],
],
"adventism": [
['مذهب نزول المسيح'],
['اسم'],
['عام'],
],
"air": [
['هواء', 'نسيم', 'فراغ', 'قطع علاقات مفاجئ', 'أثير', 'تلفاز', 'راديو', 'مظهر خارجيّ', 'يهوّي'],
['اسم', 'اسم', 'اسم', 'اسم', 'اسم', 'اسم', 'اسم', 'اسم', 'فعل'],
['عام', 'عام', 'عام', 'ع', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"adrenalectomy": [
['استئصال غدّة كظريّة'],
['اسم'],
['جر'],
],
"accelerator": [
['مُسرِّع', 'دوَّاسة البنزين', 'مادة مُسرِّعة للتفاعل'],
['اسم', 'اسم', 'اسم'],
['ت', 'سي', 'ك'],
],
"above-named": [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
"abiogenetical": [
['خاص بالتولّد الذاتيّ'],
['صفة'],
['أح'],
],
"alate": [
['مجنَّح'],
['صفة'],
['عام'],
],
"afflatus": [
['إلهام'],
['اسم'],
['عام'],
],
"afreet": [
['عفريت'],
['اسم'],
['عام'],
],
"absentminded": [
['شارد الذهن'],
['صفة'],
['عام'],
],
"adventure": [
['مغامرة', 'يُغامر'],
['اسم', 'فعل:لازم'],
['عام', 'عام'],
],
"accuser": [
['مُتَّهِم'],
['اسم:فاعل'],
['عام'],
],
"remove": [
['يزيل'],
['فعل:متعدي'],
['عام'],
],
"acronym": [
['اختصار'],
['اسم'],
['عام'],
],
"accidental": [
['عَرَضيّ', 'غير مقصود', 'عَرَض', 'علامة التحويل الموسيقي'],
['صفة', 'صفة', 'اسم', 'اسم'],
['عام', 'عام', 'ط', 'مو'],
],
"acanthoid": [
['شوكيّ', 'شائك'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"accounting": [
['تدوين الحسابات'],
['اسم'],
['عام'],
],
"abomasumsa": [
['مِنفحات'],
['اسم'],
['أح'],
],
"accidentally": [
['مصادفة', 'من غير قصد'],
['حال', 'حال'],
['عام', 'عام'],
],
"accusative case": [
['حالة النصب'],
['اسم'],
['ل'],
],
"abortionist": [
['مُجهِض'],
['اسم:شخص'],
['عام'],
],
"adolescence": [
['مراهَقَة'],
['اسم'],
['عام'],
],
"accretion": [
['ازدياد'],
['اسم'],
['عام'],
],
"aftertaste": [
['المذاق المتخلّف'],
['اسم'],
['عام'],
],
"hangnail": [
['السَأَف'],
['اسم'],
['عام'],
],
"A": [
['أوّل'],
['حال'],
['عام'],
],
"abutilon": [
['أبوطيلون'],
['اسم'],
['نب'],
],
"acatalectic": [
['كامل التفاعيل'],
['صفة'],
['عر'],
],
"adventurer": [
['مغامر'],
['اسم'],
['عام'],
],
"aggregate": [
['كليّ', 'إجماليّ', 'مجموع', 'يجمّع', 'يتجمّع'],
['صفة', 'صفة', 'اسم', 'فعل:متعدي', 'فعل:لازم'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"accordance": [
['انسجام'],
['اسم'],
['عام'],
],
"admixture": [
['مَزج', 'المُزاج', 'مزيج'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"air mile": [
['الميل الجوّي'],
['اسم'],
['عام'],
],
"aide-de-camp": [
['المعاون'],
['اسم'],
['عام'],
],
"ad hoc": [
['لهذا الغرض'],
['ماسم'],
['عام'],
],
"acquittal": [
['إعفاء', 'تبرئة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acclimate": [
['يؤقلم', 'يتأقلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"computer": [
['حاسوب'],
['اسم:آلة'],
['الك'],
],
"acetometer": [
['مقياس محض الخل'],
['اسم'],
['ك'],
],
"abacus": [
['عمود', 'المعداد'],
['اسم:شيئ', 'اسم:شيئ'],
['عم', 'ر'],
],
"achene": [
['الثمرة الفقيرة'],
['اسم'],
['نب'],
],
"advertence": [
['تيقّظ'],
['اسم'],
['عام'],
],
"acetose": [
['خلّي'],
['صفة'],
['ك'],
],
"adulthood": [
['البلوغ'],
['اسم'],
['عام'],
],
"agriculturist": [
['مزارع', 'خبير زراعيّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adjustable": [
['قابل للتعديل'],
['صفة'],
['عام'],
],
"aforetime": [
['سابقاً', 'سابق'],
['حال', 'صفة'],
['عام', 'عام'],
],
"airproof": [
['صامد للهواء', 'يجعله صامداً للهواء'],
['صفة', 'فعل'],
['عام', 'عام'],
],
"acidimetry": [
['قياس الحمضيّة'],
['اسم'],
['ك'],
],
"acoustical": [
['سمعيّ'],
['صفة'],
['عام'],
],
"advanced": [
['مقدَّم', 'عالِ', 'تقدميّ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"afterimage": [
['الصورة التِلوِيَّة'],
['اسم'],
['عام'],
],
"agonic": [
['انطباقيّ', 'لا انحرافيّ', 'غير مشكّل زاوية'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"acetone": [
['الأسيتون'],
['اسم:مادة'],
['ك'],
],
"abalone": [
['أُذْن البحر'],
['اسم:كائن'],
['عام'],
],
"agonistic": [
['سباقيّ', 'ميّال للصراع', 'متوتّر'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"adapter": [
['مكيِّف'],
['اسم'],
['عام'],
],
"air line": [
['خططّ جوّي', 'شركة خطوط جوّيّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accountability": [
['مسؤوليّة'],
['اسم'],
['عام'],
],
"albatross": [
['القَطْرَس'],
['اسم'],
['أح'],
],
"acerbate": [
['يُغضِب'],
['فعل'],
['عام'],
],
"abstracted": [
['ذاهل'],
['صفة'],
['عام'],
],
"adequate": [
['ملائم'],
['صفة'],
['عام'],
],
"metencephalon": [
['الدماغ الخلفيّ'],
['اسم'],
['ط'],
],
"Adam's needle": [
['إبرة آدم', 'البُكّة الخيطيّة'],
['اسم', 'اسم'],
['نب', 'نب'],
],
"abaca": [
['قنّب مانيليا', 'شجرة قنّب المانيليا'],
['اسم:شيئ', 'اسم:شيئ'],
['عام', 'عام'],
],
"adjustor": [
['مُعدِّل'],
['اسم'],
['عام'],
],
"ah": [
['آه'],
['هتاف'],
['عام'],
],
"ado": [
['لَغَط', 'ضجّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"across": [
['عَبْرَ'],
['حرف عطف'],
['عام'],
],
"admonish": [
['يذكّر ب'],
['فعل:لازم'],
['عام'],
],
"abolishment": [
['إلغاء', 'إبطال', 'القضاء على'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"power supply": [
['مغذّي الطاقة'],
['اسم:آلة'],
['الك'],
],
"abundant number": [
['العدد الزائد'],
['اسم'],
['ر'],
],
"albeit": [
['وإن يكن'],
['حرف عطف'],
['عام'],
],
"acucular": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"aborigine": [
['أحد السكّان الأصليّين', 'النباتات والحيوانات الأصيلة'],
['اسم:شخص', 'اسم'],
['عام', 'أح'],
],
"activated carbon": [
['الكربون المنشَّط'],
['اسم'],
['ك'],
],
"absolutism": [
['الاستبدادية', 'حكومة استبدادية', 'الدعوة للحكم الاستبداديّ'],
['اسم', 'اسم', 'اسم:فكرة'],
['عام', 'عام', 'عام'],
],
"adze": [
['قدُّوم', 'يقطع بالقدُّوم'],
['اسم', 'فعل'],
['عام', 'عام'],
],
"activist": [
['فعالي المذهب'],
['اسم'],
['عام'],
],
"air brake": [
['مكبح هوائيّ', 'جنيّح'],
['اسم', 'اسم'],
['عام', 'طي'],
],
"afferent": [
['مُورِد'],
['صفة'],
['فس'],
],
"accelerative": [
['متسارع'],
['صفة'],
['عام'],
],
"aimlessly": [
['بدون هدف'],
['حال'],
['عام'],
],
"alabaster": [
['مرمر'],
['اسم'],
['عام'],
],
"acetal": [
['الأسيتال'],
['اسم'],
['ك'],
],
"acceleration": [
['تسارع'],
['اسم'],
['فز'],
],
"adjacent angles": [
['الزاويتان المتجاورتان'],
['اسم'],
['هن'],
],
"ablaze": [
['مشتعل', 'ملتهب', 'مُتلهِّف', 'شديد الغضب'],
['حال', 'صفة', 'صفة:شخص', 'صفة:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
"alarmed": [
['منبَّه'],
['صفة'],
['عام'],
],
"actinomycosis": [
['مَرَض الحارش'],
['اسم'],
['ح'],
],
"accordant": [
['ملائم'],
['صفة'],
['عام'],
],
"accelerando": [
['بتسارع تدريجيّ', 'متسارع تدريجييّاُ'],
['حال', 'صفة'],
['مو', 'مو'],
],
"albinic": [
['أمهق'],
['صفة'],
['عام'],
],
"acquiesce": [
['يقبل'],
['فعل:متعدي'],
['عام'],
],
"airplane": [
['طائرة'],
['اسم'],
['عام'],
],
"abode": [
['مقرّ', 'مسكن'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"alarm": [
['إنذار', 'يحذّر'],
['اسم', 'فعل'],
['عام', 'عام'],
],
"acaridan": [
['قُمَّليّ'],
['صفة'],
['عام'],
],
"aftermath": [
['نتيجة', 'الجزّة الثانية'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aerology": [
['الأرصاد الجويّة', 'علم الهواء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"afresh": [
['من جديد'],
['حال'],
['عام'],
],
"addition": [
['إضافة'],
['اسم'],
['عام'],
],
"adversative": [
['استدراكيّ', 'حرف استدراك'],
['صفة', 'اسم'],
['عام', 'ل'],
],
"accommodation ladder": [
['سُلَّم مُدلَّاة'],
['اسم'],
['عام'],
],
"absolvatory": [
['غُفرانيّ'],
['صفة'],
['عام'],
],
"acetous": [
['خلّي'],
['صفة'],
['ك'],
],
"absorption coefficient": [
['مُعامِل الامتصاص'],
['اسم'],
['ض'],
],
"abandonee": [
['المتنازَل له'],
['اسم:شخص'],
['ق'],
],
"acervate": [
['عنقوديّ الشكل'],
['اسم'],
['نب'],
],
"agent provocateur": [
['العميل المحرِّض'],
['اسم'],
['عام'],
],
"acidification": [
['تحميض'],
['اسم'],
['ك'],
],
"accusant": [
['مُتَّهِم'],
['اسم:فاعل'],
['عام'],
],
"adversity": [
['مِحنة'],
['اسم'],
['عام'],
],
"adverse": [
['مُعادِ'],
['صفة'],
['عام'],
],
"actuator": [
['مُشغِّل'],
['اسم'],
['عام'],
],
"agapanthus": [
['زهرة الححُبّ'],
['اسم'],
['نب'],
],
"abruptly pinnate": [
['ريشيّ أبتر (ريشيّ الترتيب ولكن بدون الورقة الوسطى في الطرف)'],
['صفة'],
['نب'],
],
"adulterate": [
['يغشّ', 'مغشوش'],
['فعل:متعدي', 'صفة'],
['عام', 'عام'],
],
"adsorb": [
['يمتزّ'],
['فعل'],
['عام'],
],
"affably": [
['بأُنس'],
['حال'],
['عام'],
],
"US": [
['أمريكا', 'أمريكيّ'],
['اسم:مكان', 'صفة'],
['عام', 'عام'],
],
"adjunction": [
['ضمّ', 'إلحاق'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adulate": [
['يتملَّق'],
['فعل'],
['عام'],
],
"abaser": [
['مُذِلّ'],
['اسم:شخص'],
['عام'],
],
"they": [
['هم', 'هنَّ'],
['ضمير', 'ضمير مثنؤنث'],
['عام', 'عام'],
],
"able-bodied seaman": [
['ملّاح مُحنّك'],
['اسم:شخص'],
['عام'],
],
"addible": [
['قابل للإضافة'],
['صفة'],
['عام'],
],
"adipose": [
['دُهنيّ', 'الدهن الحيوانيّ'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"accentuate": [
['يؤكِّد', 'يُبرِز'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"meteorology": [
['الأرصاد الجويّة'],
['اسم'],
['عام'],
],
"acid test": [
['امتحان حاسم', 'امتحان قاس'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abstinence": [
['امتناع', 'تقشُّف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aggress": [
['يعتدي'],
['فعل'],
['عام'],
],
"air hole": [
['مَنفَذ هوائي', 'مطبّ هوائي'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"airscrew": [
['مروحة الطائرة'],
['اسم'],
['بر'],
],
"accommodation paper": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"agamous": [
['لاتزاوجيّ'],
['صفة'],
['عام'],
],
"act of God": [
['قضاء وقدر'],
['اسم'],
['عام'],
],
"adaptability": [
['التكيّفيّة'],
['اسم'],
['عام'],
],
"abandoned": [
['مهجور', 'مخذول', 'متحرّر', 'متهتِّك'],
['صفة', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
"aero": [
['طيرانيّ'],
['صفة'],
['عام'],
],
"aeronautical": [
['طيرانيّ'],
['صفة'],
['عام'],
],
"acquittance": [
['صك تسديد الدَين'],
['اسم'],
['عام'],
],
"abolishable": [
['قابل للإلغاء'],
['صفة'],
['عام'],
],
"air conditioning": [
['تكييف الهواء'],
['اسم'],
['عام'],
],
"agenda": [
['برنامج', 'جدول أعمال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abreaction": [
['إزالة العُقَد'],
['اسم'],
['نف'],
],
"aide": [
['المعاون'],
['اسم'],
['عام'],
],
"adjutant": [
['ضابط مساعد', 'معاون'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"absolute value": [
['القيمة المُطلقة'],
['اسم'],
['ر'],
],
"actor": [
['مُمثّل', 'فاعل'],
['اسم:شخص', 'اسم'],
['عام', 'عام'],
],
"aboveboard": [
['علانية', 'صريح'],
['حال', 'صفة'],
['عام', 'عام'],
],
"abomasal": [
['مِنفحيّ'],
['اسم'],
['أح'],
],
"air express": [
['نقل الرزم بالطائرات', 'رُزم منقولة جوّاً'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"advisability": [
['استحسان'],
['اسم'],
['عام'],
],
"abort": [
['تُجهض', 'يتوقف عن النموّ', 'يُخفق'],
['فعل', 'فعل', 'فعل'],
['عام', 'أح', 'عام'],
],
"Acanthaceae": [
['أقنَثيّ'],
['اسم'],
['نب'],
],
"adjournment": [
['تأجيل', 'فضّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"agar": [
['الأغرة'],
['اسم:مادة'],
['عام'],
],
"actable": [
['قابل للتمثيل'],
['صفة'],
['عام'],
],
"abatement": [
['مبلغ مُقتطع'],
['اسم'],
['عام'],
],
"afterglow": [
['الشَلشَفَق', 'انعكاس لمجد قديم', 'انعكاس لعاطفة قديمة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"achieve": [
['يُنجِز'],
['فعل'],
['عام'],
],
"agglomeration": [
['تكتّل', 'كتلة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acceptation": [
['استحسان', 'قبول'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aflame": [
['ملتهب', 'ملتهب'],
['صفة', 'حال'],
['عام', 'عام'],
],
"advert": [
['يشير', 'إعلان'],
['فعل:لازم', 'اسم'],
['عام', 'عام'],
],
"afeard": [
['خائف'],
['صفة'],
['ع'],
],
"a fortiori": [
['بالأحرى', 'من باب أولى'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abstentious": [
['ممتنع عن'],
['صفة'],
['عام'],
],
"abulia": [
['فَقْد الإرادة'],
['اسم'],
['نف'],
],
"Aframerican": [
['أميركي من أصل افريقي'],
['صفة'],
['عام'],
],
"affected": [
['مصاب'],
['صفة'],
['عام'],
],
"acetanilid": [
['الأسيتانيليد'],
['اسم:مادة'],
['ك'],
],
"actuality": [
['حقيقة', 'واقع'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acquirable": [
['ممكن إحرازه'],
['صفة'],
['عام'],
],
"achromous": [
['عديم اللون'],
['صفة'],
['عام'],
],
"aggravating circumstances": [
['ظروف مشدِّدة للعقوبة'],
['اسم'],
['ق'],
],
"accuse": [
['يتَّهِم'],
['فعل'],
['عام'],
],
"actinic rays": [
['الأشعة الأكتينية'],
['اسم'],
['فز'],
],
"a bas": [
['فليسقط'],
['هتاف'],
['عام'],
],
"abridgment": [
['اختصار', 'موجز'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"administration": [
['إدارة'],
['اسم'],
['عام'],
],
"aerosphere": [
['الهواء المحيط بالأرض'],
['اسم'],
['عام'],
],
"addendum": [
['إضافة', 'ملحق', 'مطرف سنّ الترس'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'مك'],
],
"accrue": [
['يصبح حقاً'],
['فعل'],
['عام'],
],
"accustom": [
['يعَوّد'],
['فعل'],
['عام'],
],
"aggravate": [
['يفاقم', 'يُغضب'],
['فعل', 'فعل'],
['عام', 'ع'],
],
"abdicable": [
['ممكن التنازل عنه'],
['صفة'],
['عام'],
],
"accumulation": [
['تكديس', 'تراكم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"admissible": [
['مقبول'],
['صفة'],
['عام'],
],
"aiguille": [
['كتلة صخريّة إبريّة', 'مثقب حجارة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aged": [
['هرِم', 'شيخوخيّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abstemious": [
['معتدل'],
['صفة'],
['عام'],
],
"abiogenetic": [
['خاص بالتولد الذاتيّ'],
['صفة'],
['أح'],
],
"adolescent": [
['مُراهق', 'مُراهق'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"absorb": [
['يمتصّ'],
['فعل'],
['عام'],
],
"abrogation": [
['إلغاء'],
['اسم'],
['عام'],
],
"acanthocephalan": [
['شائكة الرأس'],
['اسم'],
['أح'],
],
"acanthopterygian": [
['شائِكَة الزعانف'],
['اسم'],
['أح'],
],
"adventive": [
['غير بلديّ'],
['صفة'],
['نب'],
],
"absobability": [
['الامتصاصيّة'],
['اسم'],
['عام'],
],
"acetifier": [
['المُخلِّل', 'جهاز التخليل'],
['اسم', 'اسم'],
['ك', 'ك'],
],
"acetification": [
['تخليل', 'تخلُّل'],
['اسم:حدث', 'اسم'],
['ك', 'ك'],
],
"alchemic": [
['خيميائي'],
['صفة'],
['عام'],
],
"aglow": [
['متوهّج', 'متَّقد'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"adroitly": [
['بشكل بارع'],
['حال'],
['عام'],
],
"agnation": [
['قرابة من ناحية الأب'],
['اسم'],
['عام'],
],
"aftercare": [
['العناية بالناقهين'],
['اسم'],
['عام'],
],
"accumulator": [
['ممتص الصدمات', 'بطاريّة مختزِنة'],
['اسم', 'اسم'],
['مك', 'كب'],
],
"abranchiate": [
['لاخيشوميّ'],
['صفة'],
['ح'],
],
"air raid": [
['غارة جويّة'],
['اسم'],
['عام'],
],
"acephalous": [
['بلا زعيم', 'عديم الرأس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acerate": [
['إِبَريّ'],
['صفة'],
['عام'],
],
"affirmable": [
['قابل للإقرار'],
['صفة'],
['عام'],
],
"airborne": [
['محمول جوّاً'],
['صفة'],
['عام'],
],
"activeness": [
['فعاليّة'],
['اسم'],
['عام'],
],
"acquaint": [
['يُطلِع'],
['فعل:لازم'],
['عام'],
],
"ad hominem": [
['موجّه لمشاعر المرء دون عقله'],
['اسم'],
['عام'],
],
"affianced": [
['اعتماديّ'],
['صفة'],
['عام'],
],
"abduct": [
['يخطف', 'يُبعِد عن المركز الأصليّ'],
['فعل', 'فعل'],
['عام', 'فز'],
],
"actualize": [
['يحقّق', 'يتحقّق'],
['فعل:متعدي', 'فعل:لازم'],
['عام', 'عام'],
],
"acclamatory": [
['تهليليّ'],
['صفة'],
['عام'],
],
"acidulous": [
['حامض قليلاً', 'قاس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acetaldehyde": [
['الأسيتالديهيد'],
['اسم'],
['ك'],
],
"absenteeism": [
['تغيُّب مُزمن'],
['اسم:حدث'],
['عام'],
],
"Kevin": [
['كِفِن'],
['اسم:مذكر'],
['عام'],
],
"admonitory": [
['تذكيريّ', 'نتحذيريّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acquisitiveness": [
['الاكتسابيَّة'],
['اسم'],
['عام'],
],
"adulation": [
['تملّق'],
['اسم'],
['عام'],
],
"accommodation": [
['تجهيز', 'تسوية'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"absinthe": [
['الأفسنتين', 'شراب مُسكر'],
['اسم:مادة', 'اسم'],
['نب', 'عام'],
],
"abysm": [
['اللاتكوّن', 'اللُّج'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"Aegean": [
['إيجيّ'],
['صفة'],
['عام'],
],
"acetate": [
['خَلَّات'],
['اسم:مادة'],
['ك'],
],
"admonition": [
['تذكير', 'عتاب', 'نُصح'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"addenda": [
['إضافات'],
['اسم'],
['عام'],
],
"abradant": [
['كاشط', 'مادّة كاشطة'],
['صفة', 'اسم:مادة'],
['عام', 'عام'],
],
"ack-ack": [
['مدفع مضادّ للطائات'],
['اسم'],
['جن'],
],
"a cheval": [
['على ظهر الجواد', 'منفرج الساقين'],
['حال', 'حال'],
['عام', 'عام'],
],
"accouchement": [
['ولادة', 'نفاس'],
['اسم:حدث', 'اسم:حدث'],
['عام', 'عام'],
],
"airway": [
['منفذ هواء', 'خطّ جوّي', 'شركة خطوط جويّة', 'قناة إذاع7يّة'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"Adonis": [
['أدونيس', 'شابّ فائق الجمال'],
['اسم', 'اسم'],
['مث', 'عام'],
],
"afraid": [
['خائف', 'متأسّف', 'غير راغب في'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"alated": [
['مجنَّح'],
['صفة'],
['عام'],
],
"abate": [
['يلغي', 'يَضعُف', 'ينقُص'],
['فعل:متعدي', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
"abattoir": [
['مَسلَخ', 'مجزَر'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"abrogate": [
['يلغي'],
['فعل'],
['عام'],
],
"acrotism": [
['انعدام النبض'],
['اسم'],
['مض'],
],
"aid": [
['يساعد', 'مساعدة', 'مساعد'],
['فعل:متعدي', 'اسم', 'اسم:شخص'],
['عام', 'عام', 'عام'],
],
"acanthi": [
['نبات الأقَنْثوس'],
['اسم'],
['نب'],
],
"actuate": [
['يشغِّل'],
['فعل:متعدي'],
['عام'],
],
"adulterer": [
['ززاني'],
['اسم:شخص'],
['عام'],
],
"aforethought": [
['مُدبَّر', 'تعمّممُّد'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"ailanthus": [
['شجر استوائيّ'],
['اسم'],
['نب'],
],
"afterlife": [
['الآخرة', 'الشيخوخة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"agouti": [
['الأغوطيّ'],
['اسم'],
['ح'],
],
"advertise": [
['يُعلن', 'يُعلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"actually": [
['في الواقع', 'حقااً'],
['حال', 'حال'],
['عام', 'عام'],
],
"airframe": [
['خيكل الطائرة', 'هيكل الصاروخ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"afford": [
['يتحمّل', 'يمنح'],
['فعل', 'فعل:متعدي'],
['عام', 'عام'],
],
"acknowledgment": [
['اعتراف', 'شكر', 'إشعار باستلام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acceptability": [
['المَقبوليّة'],
['اسم'],
['عام'],
],
"are": [
['يكون'],
['فعل مساعد'],
['عام'],
],
"abusive": [
[': مُسيئ'],
['صفة'],
['عام'],
],
"accessory": [
['ملحق', 'كمالييّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acarpelous": [
['عديم الخباء'],
['صفة'],
['نب'],
],
"adz": [
['قدُّوم', 'يقطعبالقدّدُّوم'],
['اسم', 'فعل'],
['عام', 'عام'],
],
"accountable": [
['مسؤول', 'قابل للتفسير'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"acuminate": [
['مستدقّ الطَّرَف', 'يُدقّق الحواف'],
['صفة', 'فعل'],
['نب', 'عام'],
],
"acicula": [
['بلّورة إبريّة', 'شوكة إبريّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abase": [
['يُنزل رتبة', 'يُذِلّ'],
['فعل', 'فعل:متعدي'],
['عام', 'عام'],
],
"acanthous": [
['شائك'],
['اسم'],
['عام'],
],
"affinity": [
['مصاهرة', 'ألفة', 'قرابة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"the": [
['ال'],
['أداة تعريف'],
['عام'],
],
"airman": [
['طيّار', 'ملّاح جوّي'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"AC": [
['تيار متناوب'],
['اسم'],
['كب'],
],
"acridity": [
['لَذْع'],
['اسم'],
['عام'],
],
"achromatic lens": [
['عدسة لالونيّة'],
['اسم'],
['بص'],
],
"accumulativness": [
['تراكم'],
['اسم'],
['عام'],
],
"Beatlemania": [
['الهوس بفريق بيتل'],
['اسم'],
['مو'],
],
"self-induced abortion": [
['إجهاض ذاتيّ'],
['اسم'],
['أج'],
],
"adynamia": [
['الوَهن'],
['اسم'],
['عام'],
],
"abolitionism": [
['إبطاليّة'],
['اسم'],
['عام'],
],
"adjectival": [
['نعتيّ'],
['صفة'],
['عام'],
],
"ageless": [
['أبدي', 'دائم الشباب'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abruptness": [
[' فُجاءة', 'فظاظة', 'عدم ترابط'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"Aeolus": [
['عولُس'],
['اسم'],
['عام'],
],
"acaulescent": [
['لاساقيّ'],
['صفة'],
['نب'],
],
"acetify": [
['يُخلِّل', 'يتخلّل'],
['فعل', 'فعل'],
['ك', 'ك'],
],
"actinology": [
['الأكتينولوجيا'],
['اسم'],
['ض'],
],
"alchemy": [
['الخيمياء', 'تحويل شيئ مبتذل إلى شيئ نفيس'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"albuminous": [
['زُلاليّ'],
['صفة'],
['عام'],
],
"acarpous": [
['لاثَمَريّ'],
['صفة'],
['نب'],
],
"acrophbia": [
['رُهاب المرتفعات'],
['اسم'],
['مض'],
],
"absentee ballot": [
['الاقتراع الغيابيّ'],
['اسم'],
['عام'],
],
"acquirement": [
['اكتساب'],
['اسم'],
['عام'],
],
"adventuress": [
['مُغامِرة'],
['اسم'],
['عام'],
],
"absolute zero": [
['الصفر المُطلق'],
['اسم'],
['فز'],
],
"abbatial": [
['متعلق برئاسة دَير'],
['صفة'],
['عام'],
],
"abed": [
['طريح الفراش'],
['حال'],
['عام'],
],
"air-condition": [
['يُكيِّف الهواء'],
['فعل'],
['عام'],
],
"Acanthocephala": [
['شائكة الرأس'],
['اسم'],
['أح'],
],
"ad interim": [
['في غضون ذلك', 'مؤقتاً'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accommodative": [
['يتكيف مع'],
['صفة'],
['عام'],
],
"abstractionism": [
['التجريديّة'],
['اسم'],
['رم'],
],
"Afrikaner": [
['افرياقانيّ'],
['اسم'],
['عام'],
],
"abstriction": [
['انفصام'],
['اسم'],
['نب'],
],
"accompanist": [
['معازف مُصاحب', 'مُغنِّي مصاحب'],
['اسم:شخص', 'اسم:شخص'],
['مو', 'مو'],
],
"adrenalin": [
['الأدرينالين'],
['اسم'],
['ط'],
],
"advancement": [
['تقدّم', 'ترقية', 'تعزيز'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"abjuratory": [
['اجتناب'],
['صفة'],
['عام'],
],
"abominate": [
['يُبغض'],
['فعل'],
['عام'],
],
"ad valorem": [
['حَسَب القيمة'],
['اسم'],
['عام'],
],
"an": [
[''],
['أداة:تنكير'],
['عام'],
],
"acutely": [
['بشكل حادّ', 'بشكل دقيق'],
['حال', 'حال'],
['عام', 'عام'],
],
"age": [
['عُمر', 'عصر', 'دهر', 'يهرم'],
['اسم', 'اسم', 'اسم', 'فعل'],
['عام', 'عام', 'عام', 'عام'],
],
"affined": [
['مرتبط ب'],
['صفة'],
['عام'],
],
"afforest": [
['يُشجِّر'],
['فعل'],
['عام'],
],
"agricultural": [
['زراعيّ'],
['صفة'],
['عام'],
],
"acidulate": [
['يستحمض'],
['فعل'],
['عام'],
],
"albacore": [
['البكورة'],
['اسم'],
['أح'],
],
"abasement": [
['إذلال'],
['اسم'],
['عام'],
],
"acknowledgement": [
['اعتراف', 'شكر', 'إشعار باستلام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"ably": [
['ببراعة'],
['حال'],
['عام'],
],
"adjuvant": [
['مساعد', 'المساعِد'],
['صفة', 'اسم:مادة'],
['عام', 'ط'],
],
"a cappella": [
['بدون مصاحبة آلات موسيقيّة'],
['حال'],
['مو'],
],
"according to": [
['بحسب'],
['حرف جر'],
['عام'],
],
"air-to-air": [
['من الجوّ إلى الجوّ'],
['حال'],
['عام'],
],
"accordion": [
['أكورديون', 'قابل للطيّ'],
['اسم', 'صفة'],
['مو', 'عام'],
],
"adjoin": [
['يضمّ', 'يجاور'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"adduce": [
['يورد'],
['فعل'],
['عام'],
],
"adaptation": [
['تكيّف'],
['اسم'],
['عام'],
],
"aeronautics": [
['الطيرانيّات'],
['اسم'],
['عام'],
],
"adenoids": [
['الزائدة الأنفيّة'],
['اسم'],
['ط'],
],
"afoot": [
['مشياً على القدمين', 'جارياً مجراه'],
['حال', 'حال'],
['عام', 'عام'],
],
"adamant": [
['حجر صلب', 'مادة صلبة', 'صلب', 'عنيد'],
['اسم:مادة', 'اسم', 'صفة', 'صفة:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
"abstrusely": [
['عويص'],
['حال'],
['عام'],
],
"aery": [
['وكر نسر', 'بيت فوق مرتفع', 'هوائيّ'],
['اسم:مكان', 'اسم:مكان', 'صفة'],
['عام', 'عام', 'عام'],
]}
