dict = {"contain": [
['يحوي'],
['فعل'],
],
"an": [
[''],
['أداة'],
],
"size": [
['حجم'],
['اسم'],
],
"commonly": [
['بشكل شائع'],
['حال'],
],
"different": [
['مختلف'],
['اسم'],
],
"processor": [
['معالج'],
['اسم'],
],
"memory": [
['ذاكرة'],
['اسم'],
],
"address": [
['عنوان'],
['اسم'],
],
"in": [
['في'],
['حرف جر'],
],
"binary": [
['ثنائي'],
['اسم'],
],
"science": [
['علم'],
['اسم'],
],
"computer": [
['حاسوب'],
['اسم'],
],
"is": [
['يكون'],
['أداة'],
],
"not": [
['لا'],
['أداة'],
],
"integer": [
['عدد صحيح'],
['اسم'],
],
"between": [
['بين'],
['أداة'],
],
"type": [
['نوع'],
['اسم'],
],
"allow": [
['يسمح'],
['فعل'],
],
"which": [
['الذي', 'الذي'],
['أداة', 'أداة'],
],
"available": [
['مُتاح'],
['اسم'],
],
"a": [
[''],
['أداة'],
],
"provide": [
['يزوِّد'],
['فعل'],
],
"or": [
['أو'],
['حرف عطف'],
],
"and": [
['و'],
['حرف عطف'],
],
"may": [
['قد'],
['أداة'],
],
"group": [
['مجموعة'],
['اسم'],
],
"nearly": [
['تقريباً'],
['حال'],
],
"way": [
['طريقة'],
['اسم'],
],
"data": [
['بيانات'],
['اسم'],
],
"value": [
['قيمة'],
['اسم'],
],
"some": [
['بعض'],
['اسم'],
],
"are": [
['يكون'],
['أداة'],
],
"be": [
['يكون'],
['فعل'],
],
"including": [
['بما في ذلك'],
['اسم'],
],
"represent": [
['يُمثِّل'],
['فعل'],
],
"of": [
['من'],
['حرف جر'],
],
"negative": [
['سلبيّ'],
['صفة'],
],
"always": [
['دائماً'],
['اسم'],
],
"the": [
['ال تنسيا سنتيبانت سيانا سيتنبا نستيبانستيا نسيتبا نسيتبا سنيتبا سنيتباسنيتباتنسي انستيبا نسيتباسيتنبا سنيتبا نسيتبانست يابنست يابتنسيبا نستاب نستيباتن سيبا'],
['أداة'],
],
"as": [
['ك'],
['أداة'],
],
"on": [
['على'],
['حرف جر'],
]}
