dict = {"abruption": [
['توقف مفاجئ'],
['اسم'],
['عام'],
],
"abetment": [
['تحريض', 'إغواء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abduction": [
['خَطف', 'إبعاد عن المركز الأصليّ'],
['اسم', 'اسم'],
['عام', 'فز'],
],
"accent mark": [
['علامة نطقية', 'رمز التوكيد'],
['اسم', 'اسم'],
['عام', 'مو'],
],
"aboriginal": [
['بدائيّ'],
['صفة'],
['عام'],
],
"acetic": [
['خَلّي'],
['صفة'],
['ك'],
],
"accordion": [
['أكورديون', 'قابل للطيّ'],
['اسم', 'صفة'],
['مو', 'عام'],
],
"accomplice": [
['شريك'],
['اسم:شخص'],
['عام'],
],
"absence": [
['غياب', 'فقدان', 'انعدام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"achievable": [
['ممكن إنجازه'],
['صفة'],
['عام'],
],
"abalienate": [
['يحوِّل'],
['فعل'],
['عام'],
],
"abduce": [
['يُبعد', 'يُنحّي'],
['فعل', 'فعل'],
['فز', 'فز'],
],
"acoustic": [
['صوتيّ'],
['صفة'],
['عام'],
],
"acinose": [
['مُعَنَّب'],
['صفة'],
['عام'],
],
"accredit": [
['يُجيز'],
['فعل'],
['عام'],
],
"acolyte": [
['قَنْدَلفت', 'مساعد'],
['اسم', 'اسم'],
['كن', 'عام'],
],
"acceleration of gravity": [
['تسارع الجاذبيّة'],
['اسم'],
['فز'],
],
"accordingly": [
['وفقااً لذلك'],
['حال'],
['عام'],
],
"abdicate": [
['يتنازل'],
['فعل'],
['عام'],
],
"acculturation": [
['بتادل ثقافيّ'],
['اسم'],
['عام'],
],
"abed": [
['طريح الفراش'],
['حال'],
['عام'],
],
"absolutist": [
['مؤيِّد للاستبداد'],
['اسم:شخص'],
['عام'],
],
"A. C.": [
['تيار متناوب'],
['اسم'],
['كب'],
],
"accordance": [
['انسجام'],
['اسم'],
['عام'],
],
"abutilon": [
['أبوطيلون'],
['اسم'],
['نب'],
],
"accelerator": [
['مُسرِّع', 'دوَّاسة البنزين', 'مادة مُسرِّعة للتفاعل'],
['اسم', 'اسم', 'اسم'],
['ت', 'سي', 'ك'],
],
"absentee ballot": [
['الاقتراع الغيابيّ'],
['اسم'],
['عام'],
],
"accounting": [
['تدوين الحسابات'],
['اسم'],
['عام'],
],
"aardwolf": [
['ذئب الأرض'],
['اسم:كائن'],
['عام'],
],
"ab initio": [
['من البداية'],
['اسم'],
['عام'],
],
"acetylation": [
['الأستَلَة'],
['اسم'],
['ك'],
],
"abortionist": [
['مُجهِض'],
['اسم:شخص'],
['عام'],
],
"acoustics": [
['علم الصوت'],
['اسم'],
['صو'],
],
"aborticide": [
['إجهاض', 'وسيلة إجهاض'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aciculated": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"accrue": [
['يصبح حقاً'],
['فعل'],
['عام'],
],
"ab ovo": [
['من البداية'],
['حال'],
['عام'],
],
"absent voter": [
['الناخب المُتغيّب'],
['اسم:شخص'],
['عام'],
],
"abattoir": [
['مَسلَخ', 'مجزَر'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"abysm": [
['اللاتكوّن', 'اللُّج'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aboral": [
['بعيد عن الفم'],
['صفة'],
['ح'],
],
"acridness": [
['لَذْع'],
['اسم'],
['عام'],
],
"accepter": [
['قابل'],
['اسم:شخص'],
['عام'],
],
"above-mentioned": [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
"acidulent": [
['حامض قليلاً', 'قاس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"accompanist": [
['معازف مُصاحب', 'مُغنِّي مصاحب'],
['اسم:شخص', 'اسم:شخص'],
['مو', 'مو'],
],
"acidifier": [
['مُحمِّض'],
['اسم:مادة'],
['ك'],
],
"abduction splint": [
['جَبيرة الإبعاد'],
['اسم'],
['عام'],
],
"abstractionism": [
['التجريديّة'],
['اسم'],
['رم'],
],
"acclimatize": [
['يؤقلم', 'يتأقلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"acetabular": [
['حُقّي'],
['صفة'],
['ت'],
],
"absinthism": [
['التسمم الأفسنتينيّ'],
['اسم'],
['ط'],
],
"a cheval": [
['على ظهر الجواد', 'منفرج الساقين'],
['حال', 'حال'],
['عام', 'عام'],
],
"abundant number": [
['العدد الزائد'],
['اسم'],
['ر'],
],
"ack-ack": [
['مدفع مضادّ للطائات'],
['اسم'],
['جن'],
],
"academe": [
['معهد'],
['اسم:مكان'],
['عام'],
],
"abluent": [
['مُطهّر', 'دواء مُطههِّر'],
['صفة:شيئ', 'اسم:مادة'],
['عام', 'صي'],
],
"abysmal": [
['سحيق'],
['صفة'],
['عام'],
],
"abundantly": [
['بغزارة'],
['صفة'],
['عام'],
],
"abstruse": [
['عويص'],
['صفة'],
['عام'],
],
"abjure": [
['يُقسم', 'يرتدّ عن', 'يجتنب'],
['فعل:لازم', 'فعل:لازم', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
"abash": [
['يُخجِل', 'يُربِك'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"accident": [
['حادث', 'نكبة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accelerate": [
['يُسَرِّع', 'يُعجِّل', 'يتسارع'],
['فعل', 'فعل', 'فعل'],
['فز', 'عام', 'عام'],
],
"accumulator": [
['ممتص الصدمات', 'بطاريّة مختزِنة'],
['اسم', 'اسم'],
['مك', 'كب'],
],
"accursed": [
['ملعون', 'بغيض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abettor": [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"accumulative": [
['تراكميّ'],
['صفة'],
['عام'],
],
"absorbent": [
['ممتص', 'ممتص'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"acquiesce": [
['يقبل'],
['فعل:متعدي'],
['عام'],
],
"acceptation": [
['استحسان', 'قبول'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"DC": [
['تيار مستمر'],
['اسم'],
['كب'],
],
"accomplished": [
['مُنجز'],
['صفة'],
['عام'],
],
"accessory": [
['ملحق', 'كمالييّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accessorial": [
['إضافيّ', 'ثانويّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"accessary": [
['مُلحق', 'ثانويّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abduct": [
['يخطف', 'يُبعِد عن المركز الأصليّ'],
['فعل', 'فعل'],
['عام', 'فز'],
],
"acaroid": [
['قُرادانيّ'],
['صفة'],
['عام'],
],
"abstract number": [
['عدد مُجرَّد'],
['اسم'],
['ر'],
],
"accommodation ladder": [
['سُلَّم مُدلَّاة'],
['اسم'],
['عام'],
],
"absolutism": [
['الاستبدادية', 'حكومة استبدادية', 'الدعوة للحكم الاستبداديّ'],
['اسم', 'اسم', 'اسم:فكرة'],
['عام', 'عام', 'عام'],
],
"accomplushment": [
['إنجاز'],
['اسم'],
['عام'],
],
"abstract": [
['مُلَخَّص', 'مُجرَّد', 'نظري', 'ييلخِّص', 'يُجرِّد'],
['اسم', 'صفة', 'اسم', 'فعل', 'فعل'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"acceptableness": [
['المَقبوليّة'],
['اسم'],
['عام'],
],
"absurd": [
['سخيف'],
['صفة'],
['عام'],
],
"acquisition": [
['اكتساب'],
['اسم'],
['عام'],
],
"acetification": [
['تخليل', 'تخلُّل'],
['اسم:حدث', 'اسم'],
['ك', 'ك'],
],
"absorption coefficient": [
['مُعامِل الامتصاص'],
['اسم'],
['ض'],
],
"aberrancy": [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aconitum": [
['البيش', 'جذور البيش المجففة'],
['اسم:مادة', 'اسم'],
['نب', 'صي'],
],
"acidulate": [
['يستحمض'],
['فعل'],
['عام'],
],
"aciniform": [
['عنقوديّ الشكل'],
['صفة'],
['عام'],
],
"abashment": [
['إرباك'],
['اسم'],
['عام'],
],
"ability": [
['مقدرة', 'موهبة'],
['اسم:ميزة', 'اسم:ميزة'],
['عام', 'عام'],
],
"achlamydeous": [
['عارِ'],
['صفة'],
['نب'],
],
"able": [
['قادر'],
['صفة'],
['عام'],
],
"abatis": [
['عائق'],
['اسم'],
['عام'],
],
"acetophenetidin": [
['الأسيتوفينتيدين'],
['اسم:مادة'],
['ك'],
],
"abolish": [
['يلغي', 'يمحو', 'يُبطل'],
['فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
"abradant": [
['كاشط', 'مادّة كاشطة'],
['صفة', 'اسم:مادة'],
['عام', 'عام'],
],
"abortion": [
['إجهاض'],
['اسم'],
['عام'],
],
"abidance": [
['التزام لِ', 'تقيّد ب'],
['اسم:حدث', 'اسم:حدث'],
['عام', 'عام'],
],
"acclimatization": [
['تأقلم', 'أقلمة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"absentee": [
['المتغيّب'],
['صفة'],
['عام'],
],
"abducent nerve": [
['العصب المُبعِد'],
['اسم'],
['عام'],
],
"accretion": [
['ازدياد'],
['اسم'],
['عام'],
],
"acanthi": [
['نبات الأقَنْثوس'],
['اسم'],
['نب'],
],
"accompanyist": [
['عازف مصاحب', 'مغنّي مصاحب'],
['اسم:شخص', 'اسم:شخص'],
['مو', 'مو'],
],
"absolvatory": [
['غُفرانيّ'],
['صفة'],
['عام'],
],
"above": [
['فوق'],
['حال'],
['عام'],
],
"self-induced abortion": [
['إجهاض ذاتيّ'],
['اسم'],
['أج'],
],
"acetometer": [
['مقياس محض الخل'],
['اسم'],
['ك'],
],
"accommodation": [
['تجهيز', 'تسوية'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accumbent": [
['منحني للأمام', 'متكِّئ'],
['صفة', 'صفة'],
['عام', 'نب'],
],
"absence of mind": [
['شرود الذهن'],
['اسم'],
['عام'],
],
"accouchement": [
['ولادة', 'نفاس'],
['اسم:حدث', 'اسم:حدث'],
['عام', 'عام'],
],
"abranchial": [
['لاخيشومي'],
['صفة'],
['ح'],
],
"an": [
['ما'],
['أداة:تنكير'],
['عام'],
],
"abaft": [
['في مؤخَّر'],
['اسم:مكان'],
['عام'],
],
"abate": [
['يلغي', 'يَضعُف', 'ينقُص'],
['فعل:متعدي', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
"accentuate": [
['يؤكِّد', 'يُبرِز'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"acephalous": [
['بلا زعيم', 'عديم الرأس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abatable": [
['قابل للإلغاء', 'قابل للتخفيف'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abruptly": [
['على نحو مفاجئ'],
['صفة'],
['عام'],
],
"accompany": [
['يرافق', 'يُرفِق'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abasement": [
['إذلال'],
['اسم'],
['عام'],
],
"absorb": [
['يمتصّ'],
['فعل'],
['عام'],
],
"about": [
['حول'],
['اسم'],
['عام'],
],
"acetanilid": [
['الأسيتانيليد'],
['اسم:مادة'],
['ك'],
],
"A": [
['أوّل'],
['حال'],
['عام'],
],
"abnormally": [
['على نحوٍ شاذّ'],
['حال'],
['عام'],
],
"acetabulum": [
['الحُق الحرقفيّ'],
['صفة'],
['ت'],
],
"absorptive": [
['ممتصّ'],
['صفة'],
['عام'],
],
"acclivity": [
['مُرتقى'],
['اسم'],
['عام'],
],
"absorption spectrum": [
['طَيْف الامتصاص'],
['اسم'],
['ض'],
],
"acridity": [
['لَذْع'],
['اسم'],
['عام'],
],
"abdicable": [
['ممكن التنازل عنه'],
['صفة'],
['عام'],
],
"abscess": [
['خُرّاج'],
['اسم'],
['عام'],
],
"accrual": [
['تراكم', 'متراكم'],
['اسم', 'اسم:مفعول'],
['عام', 'عام'],
],
"acceptor": [
['قابل'],
['اسم:شخص'],
['عام'],
],
"abstractedness": [
['ذهول'],
['اسم'],
['عام'],
],
"accomplish": [
['يُنجز'],
['فعل'],
['عام'],
],
"ablactate": [
['يَفطم'],
['فعل'],
['عام'],
],
"acarpellous": [
['عديم الخباء'],
['صفة'],
['نب'],
],
"accommodator": [
['خادم بديل'],
['اسم'],
['عام'],
],
"ablation": [
['استئصال'],
['اسم:حدث'],
['ط'],
],
"absentminded": [
['شارد الذهن'],
['صفة'],
['عام'],
],
"acridine": [
['الأكريدين'],
['اسم'],
['صي'],
],
"absorbed": [
['منهمك'],
['صفة'],
['عام'],
],
"abomasumsa": [
['مِنفحات'],
['اسم'],
['أح'],
],
"acerose": [
['إِبَريّ'],
['صفة'],
['عام'],
],
"acclimate": [
['يؤقلم', 'يتأقلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abutting": [
['متاخم'],
['صفة'],
['عام'],
],
"abacus": [
['عمود', 'المعداد'],
['اسم:شيئ', 'اسم:شيئ'],
['عم', 'ر'],
],
"acini": [
['العِنَبات'],
['اسم'],
['ط'],
],
"abbacy": [
['رئاسة دَير'],
['اسم'],
['عام'],
],
"abatement": [
['مبلغ مُقتطع'],
['اسم'],
['عام'],
],
"abstract expressionism": [
['التجريديّة التعبيريّة'],
['اسم'],
['رم'],
],
"acrid": [
['لاذع'],
['صفة'],
['عام'],
],
"abalone": [
['أُذْن البحر'],
['اسم:كائن'],
['عام'],
],
"abort": [
['تُجهض', 'يتوقف عن النموّ', 'يُخفق'],
['فعل', 'فعل', 'فعل'],
['عام', 'أح', 'عام'],
],
"academician": [
['أدايمي', 'مَجْمَعيّ'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"acne": [
['حب الشباب'],
['اسم'],
['ط'],
],
"Acanthaceae": [
['أقنَثيّ'],
['اسم'],
['نب'],
],
"abhorrer": [
['مُشمئز'],
['اسم:شخص'],
['عام'],
],
"abject": [
['مُذلّ', 'مُدقِع', 'دنيئ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"absconce": [
['مصباح قاتم للمنضدة'],
['اسم:شيئ'],
['كث'],
],
"achromatism": [
['الأكروماتية'],
['اسم'],
['بص'],
],
"achievement": [
['إنجاز'],
['اسم'],
['عام'],
],
"absorption control": [
['التحكّم في الامتصاص'],
['اسم'],
['رد'],
],
"absolute monarchy": [
['المَلِكيّة المُطْلقة'],
['اسم'],
['عام'],
],
"aberration": [
['ضلال', 'انحراف', 'الزَيْغ', 'اضطراب عقليّ'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'بص', 'عام'],
],
"abbreviated": [
['موجز', 'مُختزَل'],
['صفة', 'صفة'],
['عام', 'ر'],
],
"abnormality": [
['شذوذ'],
['اسم'],
['عام'],
],
"acidness": [
['حموضة'],
['اسم'],
['ك'],
],
"accused": [
['مُتَّهَم', 'المُدّعى عليه'],
['صفة', 'اسم:شخص'],
['عام', 'عام'],
],
"abundant": [
['وافر'],
['صفة'],
['عام'],
],
"accommodation note": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"aba": [
['عباءة'],
['اسم:شيئ'],
['عام'],
],
"abetter": [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"accurate": [
['دقيق'],
['صفة'],
['عام'],
],
"abnormal psychology": [
['سيكولوجيا الشاذّين'],
['اسم'],
['نف'],
],
"acanthopterygian": [
['شائِكَة الزعانف'],
['اسم'],
['أح'],
],
"acinaciform": [
['سَيفيّ الشكل'],
['صفة'],
['عام'],
],
"absurdly": [
['بشكل سخيف'],
['حال'],
['عام'],
],
"abet": [
['يُغري', 'يُحرِّض'],
['فعل:متعدي', 'فعل'],
['عام', 'عام'],
],
"achromatic": [
['أكروماتيّ', 'لالونيّ'],
['صفة', 'صفة'],
['أح', 'عام'],
],
"account": [
['حساب', 'اعتبار'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abut": [
['يتاخم'],
['فعل'],
['عام'],
],
"accidentally": [
['مصادفة', 'من غير قصد'],
['حال', 'حال'],
['عام', 'عام'],
],
"achromatic lens": [
['عدسة لالونيّة'],
['اسم'],
['بص'],
],
"abstainer": [
['ممتنع'],
['اسم:شخص'],
['عام'],
],
"acariasis": [
['الجَرَب القُراديّ'],
['اسم'],
['مض'],
],
"acidic": [
['حمضيّ'],
['صفة'],
['ك'],
],
"abducent": [
['مُبعِد'],
['صفة'],
['عام'],
],
"a bas": [
['فليسقط'],
['هتاف'],
['عام'],
],
"accession": [
['تعاظم', 'نماء', 'موافقة', 'نوبة مفاجئة'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'ط'],
],
"accouterment": [
['تجهيز', 'عَتَاد'],
['اسم', 'اسم'],
['عام', 'جن'],
],
"acid": [
['حامض', 'حَمض'],
['صفة', 'اسم'],
['ك', 'ك'],
],
"abbot": [
['رئيس دَيْر'],
['اسم:شخص'],
['عام'],
],
"acidimeter": [
['مقياس الحمضيّة'],
['اسم'],
['ك'],
],
"Acheron": [
['الجحيم'],
['اسم'],
['عام'],
],
"abruptness": [
[' فُجاءة', 'فظاظة', 'عدم ترابط'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"achromous": [
['عديم اللون'],
['صفة'],
['عام'],
],
"acetous": [
['خلّي'],
['صفة'],
['ك'],
],
"abreast": [
['جنباً إلى جنب'],
['حال'],
['عام'],
],
"aberrant artery": [
['الشريان الزائغ'],
['اسم'],
['ط'],
],
"abortifacient": [
['مُجهِض', 'وسيلة إجهاض'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"accipiter": [
['صَقْر'],
['اسم:كائن'],
['عام'],
],
"abiding": [
['ثابت'],
['صفة'],
['عام'],
],
"Acanthocephala": [
['شائكة الرأس'],
['اسم'],
['أح'],
],
"abutment": [
['ممحاذاة', 'دعامة', 'كتف'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عم'],
],
"abaca": [
['قنّب مانيليا', 'شجرة قنّب المانيليا'],
['اسم:شيئ', 'اسم:شيئ'],
['عام', 'عام'],
],
"absorption band": [
['شريط الامتصاص'],
['اسم'],
['ض'],
],
"aquiescent": [
['ميَّال للقبول'],
['صفة'],
['عام'],
],
"absorptivity": [
['الامتصاصيّة'],
['اسم'],
['عام'],
],
"abolitionist": [
['إبطاليّ'],
['اسم:شخص'],
['عام'],
],
"abbreviation": [
['اختصار'],
['اسم'],
['عام'],
],
"acetylize": [
['يُضيف الأسيتيل'],
['فعل'],
['ك'],
],
"accent": [
['لهجة', 'توكيد', 'يؤكِّد'],
['اسم', 'اسم', 'فعل'],
['عام', 'مو', 'عام'],
],
"acceptability": [
['المَقبوليّة'],
['اسم'],
['عام'],
],
"acquainted": [
['مطَّلع على'],
['صفة'],
['عام'],
],
"abominable": [
['بغيض'],
['صفة'],
['عام'],
],
"acetate": [
['خَلَّات'],
['اسم:مادة'],
['ك'],
],
"a": [
['', 'ما', 'كلّ', 'من نفْس'],
['أداة:تنكير', 'أداة:تنكير', 'أداة', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"acetose": [
['خلّي'],
['صفة'],
['ك'],
],
"accommodate": [
['يلائم', 'يزوِّد'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abbreviate": [
['يختزل', 'يختصر'],
['فعل:متعدي', 'فعل:متعدي'],
['ر', 'عام'],
],
"ab intra": [
['من الداخل'],
['اسم'],
['عام'],
],
"acanthaceous": [
['شائك'],
['صفة'],
['عام'],
],
"abrupt": [
['أبتر'],
['صفة'],
['عام'],
],
"abyss": [
['جهنَّم', 'اللاتكوُّن', 'اللللُّج'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"a cappella": [
['بدون مصاحبة آلات موسيقيّة'],
['حال'],
['مو'],
],
"acetic acid": [
['حمض الخلّ'],
['اسم:مادة'],
['ك'],
],
"acorn": [
['البلّوطة'],
['اسم'],
['نب'],
],
"abiogenetic": [
['خاص بالتولد الذاتيّ'],
['صفة'],
['أح'],
],
"accommodation bill": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"accessibility": [
['إمكانيّة الوصول', 'سهولة المنال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acerb": [
['حامض', 'فظّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acetanilide": [
['الأسيتانيليد'],
['اسم:مادة'],
['ك'],
],
"acaudal": [
['لاذيليّ'],
['صفة'],
['ح'],
],
"acauline": [
['لاساقيّ'],
['صفة'],
['نب'],
],
"abdication": [
['تنازُل'],
['اسم'],
['عام'],
],
"academic": [
['أكاديميّ'],
['صفة'],
['عام'],
],
"acaridan": [
['قُمَّليّ'],
['صفة'],
['عام'],
],
"abortive": [
['مُخفِق', 'مُتلطِّف'],
['صفة', 'صفة'],
['عام', 'ط'],
],
"acquittal": [
['إعفاء', 'تبرئة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abstergent": [
['مُطهِّر', 'مادة مُطهِّرة'],
['صفة', 'اسم'],
['عام', 'صي'],
],
"aceldama": [
['حقل الدماء'],
['اسم'],
['عام'],
],
"absinthium": [
['الأفْسِنتين'],
['اسم'],
['صي'],
],
"AC": [
['تيار متناوب'],
['اسم'],
['كب'],
],
"a capella": [
['بدون مصاحبة آلات موسيقية'],
['حال'],
['مو'],
],
"abjuratory": [
['اجتناب'],
['صفة'],
['عام'],
],
"absentmindedness": [
['شرود الذهن'],
['اسم'],
['عام'],
],
"Achilles' heel": [
['موقع غير منيع'],
['اسم'],
['عام'],
],
"accelerometer": [
['مقياس التسارع'],
['اسم'],
['طي'],
],
"acervate": [
['عنقوديّ الشكل'],
['اسم'],
['نب'],
],
"ABC": [
['مبادئ'],
['اسم'],
['عام'],
],
"abroad": [
['خارج البلاد'],
['حال'],
['عام'],
],
"acentric": [
['لامركزيّ'],
['صفة'],
['عام'],
],
"accost": [
['يبادره بالكلام'],
['فعل'],
['عام'],
],
"abomasum": [
['مِنفحة'],
['اسم'],
['أح'],
],
"accommodation paper": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"aberrant": [
['ضالّ', 'منحرف', 'شخارج عن المألوف', 'شاذّ السلوك'],
['صفة', 'صفة', 'اسم:شيئ', 'اسم:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
"accurately": [
['بشكل دقيق'],
['حال'],
['عام'],
],
"acquaintanceship": [
['أحد المعارف'],
['اسم'],
['عام'],
],
"acetimeter": [
['مقياس حمض الخل'],
['اسم'],
['ك'],
],
"academy": [
['معهد', 'مَجمَع', 'مدرسة', 'أكاديمية أفلاطون'],
['اسم:مكان', 'اسم:مكان', 'اسم:مكان', 'اسم'],
['عام', 'عام', 'عام', 'فف'],
],
"acceptance": [
['قبول'],
['اسم'],
['عام'],
],
"accelerative": [
['متسارع'],
['صفة'],
['عام'],
],
"acquittance": [
['صك تسديد الدَين'],
['اسم'],
['عام'],
],
"accusatorial": [
['خاص بالمُتَّهم'],
['صفة'],
['ق'],
],
"acknowledged": [
['معترف به'],
['صفة'],
['عام'],
],
"accentual": [
['مؤكَّد'],
['صفة'],
['عام'],
],
"acrobat": [
['بهلوان'],
['اسم'],
['عام'],
],
"accountableness": [
['مسؤولية'],
['اسم'],
['عام'],
],
"above-named": [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
"accusation": [
['اتهام'],
['اسم'],
['عام'],
],
"acidity": [
['الحامضيّة'],
['اسم'],
['ك'],
],
"achromatous": [
['عديم اللون', 'ناقص اللون'],
['صفة', 'صفة'],
['بص', 'بص'],
],
"acatalectic": [
['كامل التفاعيل'],
['صفة'],
['عر'],
],
"abstract noun": [
['اسم المعنى'],
['اسم'],
['ل'],
],
"abstention": [
['امتناع عن'],
['اسم'],
['عام'],
],
"accoutre": [
['ييُجهِّز'],
['فعل'],
['عام'],
],
"acetamide": [
['الأسيتاميد'],
['اسم:مادة'],
['ك'],
],
"abrogate": [
['يلغي'],
['فعل'],
['عام'],
],
"acellular": [
['لاخَلَويّ'],
['صفة'],
['عام'],
],
"acknowledgement": [
['اعتراف', 'شكر', 'إشعار باستلام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acidosis": [
['انخفاض قلوية الدم والأنسجة'],
['اسم'],
['مض'],
],
"absobability": [
['الامتصاصيّة'],
['اسم'],
['عام'],
],
"abele": [
['الحَوْر الأبيض'],
['اسم:شيئ'],
['نب'],
],
"acetyl": [
['الأسيتيل'],
['اسم:مادة'],
['ك'],
],
"absolutely": [
['بكل تأكيد'],
['حال'],
['عام'],
],
"acrimonious": [
['لاذع'],
['صفة'],
['عام'],
],
"abreact": [
['يحرر نفسياً'],
['فعل'],
['نف'],
],
"accord": [
['يلائم', 'اسنجام', 'ائتلاف', 'اتفاق'],
['فعل', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'مو', 'عام'],
],
"abecedary": [
['أبجديّ', 'أوليّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acceptant": [
['راغب في القبول'],
['صفة'],
['عام'],
],
"abstractedly": [
['بذهول'],
['حال'],
['عام'],
],
"Achilles' tendon": [
['وتر العرقوب'],
['اسم'],
['ت'],
],
"accountability": [
['مسؤوليّة'],
['اسم'],
['عام'],
],
"abscond": [
['يفرّ'],
['فعل'],
['عام'],
],
"abrade": [
['يبري', 'يكشط'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"absurdness": [
['سُخف'],
['اسم'],
['عام'],
],
"abandoned": [
['مهجور', 'مخذول', 'متحرّر', 'متهتِّك'],
['صفة', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
"acquaintance": [
['معرفة شخصيّة', 'اطّلاع'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acotyledonous": [
['لافَلَقيّ'],
['صفة'],
['نب'],
],
"acetylene": [
['الأسيتيلين'],
['اسم:مادة'],
['ك'],
],
"acetone": [
['الأسيتون'],
['اسم:مادة'],
['ك'],
],
"acetaldehyde": [
['الأسيتالديهيد'],
['اسم'],
['ك'],
],
"accuser": [
['مُتَّهِم'],
['اسم:فاعل'],
['عام'],
],
"ache": [
['يوجع', 'يبتئس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abode": [
['مقرّ', 'مسكن'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"accusatory": [
['اتهاميّ'],
['صفة'],
['عام'],
],
"abjectness": [
['دناءة', 'إذلال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"achene": [
['الثمرة الفقيرة'],
['اسم'],
['نب'],
],
"abuttals": [
['حدود'],
['اسم'],
['عام'],
],
"abroach": [
['على قدم وساق', 'مبزول'],
['حال', 'صفة'],
['عام', 'عام'],
],
"aardvark": [
['خنزير الأرض'],
['اسم:كائن'],
['عام'],
],
"accuse": [
['يتَّهِم'],
['فعل'],
['عام'],
],
"abscessed": [
['مُصاب بخُرّاج'],
['صفة'],
['عام'],
],
"abscission": [
['ببَتر', 'انفصال'],
['اسم', 'اسم'],
['عام', 'نب'],
],
"abdicator": [
['مُتنازِل'],
['اسم:شخص'],
['عام'],
],
"abound": [
['يكثر'],
['فعل'],
['عام'],
],
"accusative case": [
['حالة النصب'],
['اسم'],
['ل'],
],
"acceptable": [
['مقبول'],
['صفة'],
['عام'],
],
"abominate": [
['يُبغض'],
['فعل'],
['عام'],
],
"acidulous": [
['حامض قليلاً', 'قاس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abomasal": [
['مِنفحيّ'],
['اسم'],
['أح'],
],
"accumulation": [
['تكديس', 'تراكم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"A. B.": [
['بكالوريوس في الآداب', 'ملّاح محنّك'],
['اسم:ميزة', 'اسم:شخص'],
['عام', 'عام'],
],
"absterge": [
['يُطهِّر', 'يُطهِّر الأمعاء'],
['فعل', 'فعل'],
['عام', 'ط'],
],
"abaddon": [
['الجحيم', 'ملاك الجحيم'],
['اسم:مكان', 'اسم:شخص'],
['عام', 'عام'],
],
"abomination": [
['بغيض'],
['اسم'],
['عام'],
],
"abundance": [
['وَفْرَة'],
['اسم'],
['عام'],
],
"acetifier": [
['المُخلِّل', 'جهاز التخليل'],
['اسم', 'اسم'],
['ك', 'ك'],
],
"abracadabra": [
['تعويذة', 'كلام غير مفهوم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"ab extra": [
['من الخارج'],
['اسم:مكان'],
['عام'],
],
"acquired": [
['مُكتَسَب'],
['صفة'],
['عام'],
],
"aboveground": [
['فوق سطح الأرض', 'على قيد الحياة'],
['صفة', 'حال'],
['عام', 'عام'],
],
"abiogenesis": [
['التولّد الذاتي'],
['اسم:حدث'],
['أح'],
],
"acrobatics": [
['بهلوانيّات'],
['اسم'],
['عام'],
],
"acclivous": [
['متصعّد'],
['صفة'],
['عام'],
],
"aback": [
['إلى الوراء'],
['حال'],
['عام'],
],
"acceleration": [
['تسارع'],
['اسم'],
['فز'],
],
"abominable snowman": [
['دب ثلجيّ'],
['اسم:كائن'],
['عام'],
],
"accountable": [
['مسؤول', 'قابل للتفسير'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"abridge": [
['يختصر', 'يقصّر'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"acrocarpous": [
['مثمر عند قمّة الساق الرئيسيّة'],
['صفة'],
['نب'],
],
"acrimony": [
['حِدَّة'],
['اسم'],
['عام'],
],
"aquisitive": [
['اكتسابيّ'],
['صفة'],
['عام'],
],
"accipitrine": [
['صَقْريّ'],
['اسم'],
['عام'],
],
"acaudate": [
['لاذيليّ'],
['صفة'],
['ح'],
],
"accidental": [
['عَرَضيّ', 'غير مقصود', 'عَرَض', 'علامة التحويل الموسيقي'],
['صفة', 'صفة', 'اسم', 'اسم'],
['عام', 'عام', 'ط', 'مو'],
],
"absurdity": [
['سُخف'],
['اسم'],
['عام'],
],
"accountancy": [
['محاسبة'],
['اسم'],
['عام'],
],
"abstractive": [
['تلخيصيّ', 'تجريديّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acidimetry": [
['قياس الحمضيّة'],
['اسم'],
['ك'],
],
"achromic": [
['عديم اللون'],
['صفة'],
['عام'],
],
"absenteeism": [
['تغيُّب مُزمن'],
['اسم:حدث'],
['عام'],
],
"accommodation draft": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"acanthus": [
['الأقَنْثوس', 'زخرف شبيه بأوراق الأقَنْثا'],
['اسم', 'اسم'],
['نب', 'عم'],
],
"acicula": [
['بلّورة إبريّة', 'شوكة إبريّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"absoluteness": [
['الحقيقة المُطْلَقة'],
['اسم'],
['فف'],
],
"abbotship": [
['رئاسة دَيْر'],
['اسم'],
['عام'],
],
"achromatin": [
['الأكروماتين'],
['اسم'],
['بص'],
],
"acarpous": [
['لاثَمَريّ'],
['صفة'],
['نب'],
],
"abandonee": [
['المتنازَل له'],
['اسم:شخص'],
['ق'],
],
"accuracy": [
['دقة'],
['اسم'],
['عام'],
],
"A battery": [
['بطارية ألفا'],
['اسم'],
['رد'],
],
"abolition": [
['إبطال'],
['اسم'],
['عام'],
],
"account book": [
['دفتر حساب'],
['اسم'],
['عام'],
],
"abstruseness": [
['عميق'],
['اسم'],
['عام'],
],
"acquit": [
['يُحلّ', 'يُبرّئ'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"accede": [
['ينضمّ', 'يوافق', 'يتبوَّأ منصب'],
['فعل', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
"abridgment": [
['اختصار', 'موجز'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"according to": [
['بحسب'],
['حرف جر'],
['عام'],
],
"absent": [
['غائب', 'يغيب'],
['صفة', 'فعل'],
['عام', 'عام'],
],
"abnegation": [
['نكران'],
['اسم:حدث'],
['عام'],
],
"absorption": [
['امتصاص', 'انهماك'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acid test": [
['امتحان حاسم', 'امتحان قاس'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aboveboard": [
['علانية', 'صريح'],
['حال', 'صفة'],
['عام', 'عام'],
],
"accompaniment": [
['مصاحبة', 'مُتمِّم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abandon": [
['يتنازل عن', 'يترك', 'يُقلع عن', 'يستسلم ل', 'تهتُّك', 'حماسة'],
['فعل:لازم', 'فعل:متعدي', 'فعل:لازم', 'فعل:لازم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"aborigine": [
['أحد السكّان الأصليّين', 'النباتات والحيوانات الأصيلة'],
['اسم:شخص', 'اسم'],
['عام', 'أح'],
],
"absorbing": [
['شادّ للانتباه'],
['صفة'],
['عام'],
],
"acidification": [
['تحميض'],
['اسم'],
['ك'],
],
"abashed": [
['مرتبك'],
['صفة'],
['عام'],
],
"accountant": [
['مسؤول', 'محاسساسِب'],
['اسم:شخص', 'اسم:فاعل'],
['عام', 'عام'],
],
"acidify": [
['يُحّمحَمِّض', 'يتحمَّض'],
['فعل', 'فعل'],
['ك', 'ك'],
],
"absolute ceiling": [
['الارتفاع الأقصى المطلق'],
['اسم'],
['طي'],
],
"abloom": [
['مُزهر', 'في حالة إزهار'],
['صفة:شيئ', 'حال'],
['عام', 'عام'],
],
"about-face": [
['تغيير مفاجئ'],
['اسم'],
['عام'],
],
"aclinic line": [
['خط اللاانحراف'],
['اسم'],
['عام'],
],
"abandonment": [
['تنازُل عن', 'تهتُّك', 'حماسة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acquirable": [
['ممكن إحرازه'],
['صفة'],
['عام'],
],
"aciform": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"acquaint": [
['يُطلِع'],
['فعل:لازم'],
['عام'],
],
"acarid": [
['قُمَّليّ'],
['صفة'],
['عام'],
],
"abranchiate": [
['لاخيشوميّ'],
['صفة'],
['ح'],
],
"absolutory": [
['إحلاليّ'],
['صفة'],
['عام'],
],
"ably": [
['ببراعة'],
['حال'],
['عام'],
],
"abulia": [
['فَقْد الإرادة'],
['اسم'],
['نف'],
],
"abrogation": [
['إلغاء'],
['اسم'],
['عام'],
],
"acetal": [
['الأسيتال'],
['اسم'],
['ك'],
],
"acaulescent": [
['لاساقيّ'],
['صفة'],
['نب'],
],
"abuse": [
['ييسيئ', 'إساءة'],
['فعل', 'اسم'],
['عام', 'عام'],
],
"acclamation": [
['تهليل'],
['اسم'],
['عام'],
],
"abiogenetical": [
['خاص بالتولّد الذاتيّ'],
['صفة'],
['أح'],
],
"acetify": [
['يُخلِّل', 'يتخلّل'],
['فعل', 'فعل'],
['ك', 'ك'],
],
"accept": [
['يقبل'],
['فعل'],
['عام'],
],
"abdomen": [
['بطن', 'جوف'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"absolve": [
['يعتق', 'يعفو'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abhor": [
['يمقت بشدّة', 'يشمئز من'],
['فعل:متعدي', 'فعل:لازم'],
['عام', 'عام'],
],
"acarpelous": [
['عديم الخباء'],
['صفة'],
['نب'],
],
"abolishment": [
['إلغاء', 'إبطال', 'القضاء على'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"abolitionism": [
['إبطاليّة'],
['اسم'],
['عام'],
],
"abstrusely": [
['عويص'],
['حال'],
['عام'],
],
"acme": [
['ذروة'],
['اسم'],
['عام'],
],
"absinthe": [
['الأفسنتين', 'شراب مُسكر'],
['اسم:مادة', 'اسم'],
['نب', 'عام'],
],
"accidence": [
['علم الصَّرف'],
['اسم'],
['ل'],
],
"acerate": [
['إِبَريّ'],
['صفة'],
['عام'],
],
"acoustical": [
['سمعيّ'],
['صفة'],
['عام'],
],
"accoutrement": [
['تجهيز', 'عَتَاد'],
['اسم', 'اسم'],
['عام', 'جن'],
],
"accepted": [
['مقبول', 'مُستحسَن'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abreaction": [
['إزالة العُقَد'],
['اسم'],
['نف'],
],
"acclaim": [
['يُصفِّق', 'يهتف', 'تصفيق', 'هتاف'],
['فعل', 'فعل', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"abeam": [
['مقابلاً لمنتصف جانب السفينة'],
['حال'],
['عام'],
],
"acinus": [
['العِنَبة'],
['اسم'],
['ط'],
],
"A-bomb": [
['قنبلة ذريّة', 'يضرب بقنبلة ذريّة'],
['اسم:شيئ', 'فعل'],
['عام', 'عام'],
],
"abyssal": [
['سحيق'],
['صفة'],
['عام'],
],
"abruptly pinnate": [
['ريشيّ أبتر (ريشيّ الترتيب ولكن بدون الورقة الوسطى في الطرف)'],
['صفة'],
['نب'],
],
"absolute temperature": [
['درجة الحرارة المُطلقة'],
['اسم'],
['فز'],
],
"accoucheur": [
['طبيب ولادة'],
['اسم:شخص'],
['عام'],
],
"acriflavine": [
['الأكريفلافين'],
['اسم'],
['صي'],
],
"accessible": [
['سهل المنال', 'ممكن الصوصل إليه'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abrasion": [
['كَشْط'],
['اسم'],
['عام'],
],
"abrogative": [
['مُلغى'],
['صفة'],
['عام'],
],
"absolute": [
['مُططْلَق', 'كامل', 'المُطْلَق'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
"acquisitiveness": [
['الاكتسابيَّة'],
['اسم'],
['عام'],
],
"aconite": [
['البيش', 'جذور البيش الفة'],
['اسم:مادة', 'اسم'],
['نب', 'نب'],
],
"abdominal auscultation": [
['التسمُّع البطنيّ'],
['اسم'],
['ط'],
],
"abjuration": [
['قسم'],
['اسم'],
['عام'],
],
"acanthous": [
['شائك'],
['اسم'],
['عام'],
],
"absolute value": [
['القيمة المُطلقة'],
['اسم'],
['ر'],
],
"abolishable": [
['قابل للإلغاء'],
['صفة'],
['عام'],
],
"abigail": [
['جارية'],
['اسم:شخص'],
['عام'],
],
"acquire": [
['يُحرِز'],
['فعل'],
['عام'],
],
"abstracted": [
['ذاهل'],
['صفة'],
['عام'],
],
"abide": [
['يبقى', 'يقيم', 'يثبت', 'ينتظر', 'يواجه', 'يتحمَّل'],
['فعل:لازم', 'فعل', 'فعل', 'فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"accustom": [
['يعَوّد'],
['فعل'],
['عام'],
],
"abelmosk": [
['حبّ المِسك'],
['اسم:شيئ'],
['نب'],
],
"aciculate": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"abstemious": [
['معتدل'],
['صفة'],
['عام'],
],
"accordant": [
['ملائم'],
['صفة'],
['عام'],
],
"abbey": [
['دَيْر', 'كنيسة'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"able-bodied": [
['قويّ البنية'],
['صفة:شخص'],
['عام'],
],
"accurst": [
['ملعون', 'بغيض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acquirement": [
['اكتساب'],
['اسم'],
['عام'],
],
"accommodative": [
['يتكيف مع'],
['صفة'],
['عام'],
],
"acreage": [
['المساحة الأكْرية', 'أكْرات'],
['اسم', 'اسم'],
['ر', 'ر'],
],
"accustomed": [
['معتاد'],
['صفة'],
['عام'],
],
"absolution": [
['عتق', 'غفران'],
['اسم', 'اسم'],
['عام', 'كن'],
],
"abstentious": [
['ممتنع عن'],
['صفة'],
['عام'],
],
"acclamatory": [
['تهليليّ'],
['صفة'],
['عام'],
],
"abnegate": [
['يتخلّى عن', 'يُنكر'],
['فعل:لازم', 'فعل:متعدي'],
['عام', 'عام'],
],
"acerbate": [
['يُغضِب'],
['فعل'],
['عام'],
],
"abdominous": [
['ضخم ابطن'],
['صفة'],
['ط'],
],
"accouter": [
['يُجهّز'],
['فعل'],
['عام'],
],
"abstinent": [
['تقشُّف'],
['صفة'],
['عام'],
],
"abscissa": [
['الإحداثيّ السينيّ'],
['اسم'],
['ر'],
],
"access": [
['وصول', 'نوبة', 'برنامج أكسس'],
['اسم', 'اسم', 'اسم'],
['عام', 'ط', 'تق'],
],
"abeyant": [
['مُعطَّل', 'مُعلَّق'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"abase": [
['يُنزل رتبة', 'يُذِلّ'],
['فعل', 'فعل:متعدي'],
['عام', 'عام'],
],
"abrasive": [
['كاشط', 'مادّة كاشطة'],
['صفة', 'اسم:مادة'],
['عام', 'عام'],
],
"absolute zero": [
['الصفر المُطلق'],
['اسم'],
['فز'],
],
"accelerated": [
['مُسرَّع'],
['صفة'],
['فز'],
],
"ablaze": [
['مشتعل', 'ملتهب', 'مُتلهِّف', 'شديد الغضب'],
['حال', 'صفة', 'صفة:شخص', 'صفة:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
"abstriction": [
['انفصام'],
['اسم'],
['نب'],
],
"academical": [
['أكاديميّ', 'اللباس الجامعي'],
['صفة', 'اسم:شيئ'],
['عام', 'عام'],
],
"abbreviation of fractions": [
['اختزال الكسور'],
['اسم'],
['ر'],
],
"abbatial": [
['متعلق برئاسة دَير'],
['صفة'],
['عام'],
],
"acoustician": [
['مهندس الصوت'],
['اسم:شخص'],
['صو'],
],
"abstraction": [
['تجريد'],
['اسم'],
['عام'],
],
"accommodating": [
['لطيف', 'مجامل'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abridgement": [
['اختصار', 'موجز'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abstractly": [
['نظريّ'],
['صفة'],
['عام'],
],
"acanthoid": [
['شوكيّ', 'شائك'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acinous": [
['مُعَنَّب'],
['صفة'],
['عام'],
],
"abaxial": [
['بعيد عن المحور'],
['صفة'],
['عام'],
],
"abusive": [
[': مُسيئ'],
['صفة'],
['عام'],
],
"aboard": [
['على متن', 'قُرب'],
['حال', 'اسم'],
['عام', 'عام'],
],
"abbess": [
['راهبة'],
['اسم:شخص'],
['عام'],
],
"acknowledge": [
['يعترف ب'],
['فعل:لازم'],
['عام'],
],
"abhorrence": [
['مقت', 'اشمئزاز', 'بغيض'],
['اسم:شعور', 'اسم:شعور', 'اسم:شيئ'],
['عام', 'عام', 'عام'],
],
"acanthocephalan": [
['شائكة الرأس'],
['اسم'],
['أح'],
],
"acetylate": [
['يُضيف الأسيتيل'],
['فعل'],
['ك'],
],
"ablution": [
['وضوء', 'ماء الغَسل'],
['اسم:حدث', 'اسم:شيئ'],
['اس', 'عام'],
],
"acre": [
['أراض', 'الأكر', 'مقادير وافرة'],
['اسم', 'اسم', 'اسم'],
['عام', 'ر', 'ع'],
],
"abbe": [
['راهب'],
['اسم:شخص'],
['عام'],
],
"aberration of light": [
['انحراف الضوء'],
['اسم'],
['بص'],
],
"abaser": [
['مُذِلّ'],
['اسم:شخص'],
['عام'],
],
"accolade": [
['معانقة', 'وسام'],
['اسم', 'اسم:شيئ'],
['عام', 'عام'],
],
"accrete": [
['يُلحم'],
['فعل'],
['عام'],
],
"accusal": [
['اتهام'],
['اسم'],
['عام'],
],
"accredited": [
['مُعتمد'],
['صفة'],
['عام'],
],
"abeyance": [
['تعطيل مؤقت', 'مُعلَّق مؤقتاً'],
['اسم:حدث', 'اسم:شيئ'],
['عام', 'عام'],
],
"acknowledgment": [
['اعتراف', 'شكر', 'إشعار باستلام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"abstinence": [
['امتناع', 'تقشُّف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acid-fast": [
['مقاوم للحمض'],
['صفة'],
['ك'],
],
"acucular": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"therapeutic abortion": [
['إجهاذ علاجيّ'],
['اسم'],
['أج'],
],
"abhorrent": [
['مشمئز', 'بغيض', 'متنافٍ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"accelerando": [
['بتسارع تدريجيّ', 'متسارع تدريجييّاُ'],
['حال', 'صفة'],
['مو', 'مو'],
],
"accumulate": [
['يكدِّس', 'يتكدَّس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abstract of title": [
['صورة مووجزة عن سند التمليك'],
['اسم'],
['ق'],
],
"able-bodied seaman": [
['ملّاح مُحنّك'],
['اسم:شخص'],
['عام'],
],
"abstain": [
['يمتنع عن', 'يُمسك'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"ace": [
['الأص', 'ذرّة', 'طيار يسقط خمس طائات عدوّة على الأقل', 'ممتاز'],
['اسم', 'اسم', 'اسم', 'صفة'],
['عام', 'عام', 'جن', 'عام'],
],
"Abyssinian": [
['أحبشيّ'],
['اسم:شخص'],
['عام'],
],
"acquiescence": [
['قبول'],
['اسم'],
['عام'],
],
"aberrance": [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accusant": [
['مُتَّهِم'],
['اسم:فاعل'],
['عام'],
],
"accumulativness": [
['تراكم'],
['اسم'],
['عام'],
],
"abnormal": [
['شاذّ', 'غير سويّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acacia": [
['صمغ عريب'],
['اسم'],
['نب'],
],
"absorbency": [
['الماصيّة', 'المُمتصيّة'],
['اسم:فاعل', 'اسم:مفعول'],
['عام', 'عام'],
],
"abecedarian": [
['تلميذ أُميّ', 'مبتدئ', 'أبجديّ', 'ابتدائيّ'],
['اسم:شخص', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
"Achates": [
['صديق مخلص'],
['اسم:شخص'],
['عام'],
],
"abductor": [
['الخاطف', 'المختطف', 'المُبعِد عن المركز الأصليّ', 'عضَلة مُبعِدَة'],
['اسم:شخص', 'اسم:شخص', 'اسم', 'اسم'],
['عام', 'عام', 'فز', 'ت'],
],
"abdominal": [
['بطنيّ', 'جوفيّ'],
['صفة', 'صفة'],
['ط', 'عام'],
],
"according as": [
['حسبما'],
['حرف عطف'],
['عام'],
],
"abnormity": [
['شذوذ'],
['اسم'],
['عام'],
],
"achieve": [
['يُنجِز'],
['فعل'],
['عام'],
],
"acerbity": [
['حموضة', 'فظاظة'],
['اسم', 'اسم'],
['عام', 'عام'],
]}
