dict = {"advection": [
['حركة الهواء الأفققيّة'],
['اسم'],
['عام'],
],
"adding machine": [
['آلة الجمع'],
['اسم'],
['عام'],
],
"abloom": [
['مُزهر', 'في حالة إزهار'],
['صفة:شيئ', 'حال'],
['عام', 'عام'],
],
"acolyte": [
['قَنْدَلفت', 'مساعد'],
['اسم', 'اسم'],
['كن', 'عام'],
],
"abnormal": [
['شاذّ', 'غير سويّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"absorption band": [
['شريط الامتصاص'],
['اسم'],
['ض'],
],
"adulterant": [
['مادّة للغشّ', 'غاشّ'],
['اسم', 'صفة'],
['عام', 'عام'],
],
"acceleration of gravity": [
['تسارع الجاذبيّة'],
['اسم'],
['فز'],
],
"advise": [
['ينصح'],
['فعل:متعدي'],
['عام'],
],
"acuminate": [
['مستدقّ الطَّرَف', 'يُدقّق الحواف'],
['صفة', 'فعل'],
['نب', 'عام'],
],
"acronym": [
['اختصار'],
['اسم'],
['عام'],
],
"acquaintanceship": [
['أحد المعارف'],
['اسم'],
['عام'],
],
"adequately": [
['على نحوٍ ملائم'],
['حال'],
['عام'],
],
"aeolian lyre": [
['قيثارة الريح'],
['اسم'],
['مو'],
],
"abortifacient": [
['مُجهِض', 'وسيلة إجهاض'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"adventure": [
['مغامرة', 'يُغامر'],
['اسم', 'فعل:لازم'],
['عام', 'عام'],
],
"acinaciform": [
['سَيفيّ الشكل'],
['صفة'],
['عام'],
],
"Beatlemania": [
['الهوس بفريق بيتل'],
['اسم'],
['مو'],
],
"acclivity": [
['مُرتقى'],
['اسم'],
['عام'],
],
"acerate": [
['إِبَريّ'],
['صفة'],
['عام'],
],
"abrade": [
['يبري', 'يكشط'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"adulteration": [
['غِشّ', 'سلعة مغشوشة'],
['اسم', 'اسم:مادة'],
['عام', 'عام'],
],
"abele": [
['الحَوْر الأبيض'],
['اسم:شيئ'],
['نب'],
],
"adventism": [
['مذهب نزول المسيح'],
['اسم'],
['عام'],
],
"abolition": [
['إبطال'],
['اسم'],
['عام'],
],
"accurst": [
['ملعون', 'بغيض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"academe": [
['معهد'],
['اسم:مكان'],
['عام'],
],
"acetify": [
['يُخلِّل', 'يتخلّل'],
['فعل', 'فعل'],
['ك', 'ك'],
],
"acerose": [
['إِبَريّ'],
['صفة'],
['عام'],
],
"adumbrate": [
['يشير إلى', 'يظلّل'],
['فعل:لازم', 'فعل:متعدي'],
['عام', 'عام'],
],
"additive": [
['إضافيّ', 'إضافة'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"acre": [
['أراض', 'الأكر', 'مقادير وافرة'],
['اسم', 'اسم', 'اسم'],
['عام', 'ر', 'ع'],
],
"abomasumsa": [
['مِنفحات'],
['اسم'],
['أح'],
],
"acetification": [
['تخليل', 'تخلُّل'],
['اسم:حدث', 'اسم'],
['ك', 'ك'],
],
"acclimate": [
['يؤقلم', 'يتأقلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"acceptableness": [
['المَقبوليّة'],
['اسم'],
['عام'],
],
"a bas": [
['فليسقط'],
['هتاف'],
['عام'],
],
"accommodate": [
['يلائم', 'يزوِّد'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"admiralty": [
['إمارة البحر'],
['اسم'],
['عام'],
],
"abominable": [
['بغيض'],
['صفة'],
['عام'],
],
"accursed": [
['ملعون', 'بغيض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"actuality": [
['حقيقة', 'واقع'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adversary": [
['خَصم', 'عدوّ'],
['اسم:شخص', 'اسم'],
['عام', 'عام'],
],
"adduction": [
['إيراد', 'تقريب نحو المحور'],
['اسم', 'اسم'],
['عام', 'فس'],
],
"actinium": [
['الأكتينيوم'],
['اسم:مادة'],
['ك'],
],
"acne": [
['حب الشباب'],
['اسم'],
['ط'],
],
"abaxial": [
['بعيد عن المحور'],
['صفة'],
['عام'],
],
"absolute": [
['مُططْلَق', 'كامل', 'المُطْلَق'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
"adamantine": [
['صبل'],
['صفة'],
['عام'],
],
"adverb": [
['ظَرف', 'ظَرفيّ'],
['اسم', 'صفة'],
['ل', 'ل'],
],
"account": [
['حساب', 'اعتبار'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accordingly": [
['وفقااً لذلك'],
['حال'],
['عام'],
],
"adversity": [
['مِحنة'],
['اسم'],
['عام'],
],
"aardwolf": [
['ذئب الأرض'],
['اسم:كائن'],
['عام'],
],
"advocation": [
['دفاع', 'تأييد'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"a": [
['', 'ما', 'كلّ', 'من نفْس'],
['أداة:تنكير', 'أداة:تنكير', 'أداة', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"acetose": [
['خلّي'],
['صفة'],
['ك'],
],
"abasement": [
['إذلال'],
['اسم'],
['عام'],
],
"adroitness": [
['براعة'],
['اسم'],
['عام'],
],
"abolitionism": [
['إبطاليّة'],
['اسم'],
['عام'],
],
"Acheron": [
['الجحيم'],
['اسم'],
['عام'],
],
"adsorption": [
['امتزاز'],
['اسم'],
['عام'],
],
"actinon": [
['الأكتينون'],
['اسم:مادة'],
['ك'],
],
"adulterer": [
['ززاني'],
['اسم:شخص'],
['عام'],
],
"according to": [
['بحسب'],
['حرف جر'],
['عام'],
],
"ad hominem": [
['موجّه لمشاعر المرء دون عقله'],
['اسم'],
['عام'],
],
"acetabulum": [
['الحُق الحرقفيّ'],
['صفة'],
['ت'],
],
"achromatism": [
['الأكروماتية'],
['اسم'],
['بص'],
],
"adulator": [
['مُتملِّق'],
['اسم'],
['عام'],
],
"abettor": [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"acaroid": [
['قُرادانيّ'],
['صفة'],
['عام'],
],
"acetanilide": [
['الأسيتانيليد'],
['اسم:مادة'],
['ك'],
],
"adobe": [
['لَبِن', 'أدوب'],
['اسم', 'اسم'],
['عام', 'تق'],
],
"acanthoid": [
['شوكيّ', 'شائك'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"accentuate": [
['يؤكِّد', 'يُبرِز'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"accrete": [
['يُلحم'],
['فعل'],
['عام'],
],
"actinomyces": [
['ططُفَيل الحارش'],
['اسم'],
['ح'],
],
"abjuratory": [
['اجتناب'],
['صفة'],
['عام'],
],
"acanthocephalan": [
['شائكة الرأس'],
['اسم'],
['أح'],
],
"adherent": [
['دَبِق', 'لزج', 'سريع الالتصاق', 'موالي'],
['صفة', 'صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"absolve": [
['يعتق', 'يعفو'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"Adonis": [
['أدونيس', 'شابّ فائق الجمال'],
['اسم', 'اسم'],
['مث', 'عام'],
],
"actress": [
['ممثّلة'],
['اسم'],
['عام'],
],
"actuate": [
['يشغِّل'],
['فعل:متعدي'],
['عام'],
],
"adaptable": [
['قابل للتكيّف'],
['صفة'],
['عام'],
],
"accommodation bill": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"addition": [
['إضافة'],
['اسم'],
['عام'],
],
"actable": [
['قابل للتمثيل'],
['صفة'],
['عام'],
],
"aciculate": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"abash": [
['يُخجِل', 'يُربِك'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"adversative": [
['استدراكيّ', 'حرف استدراك'],
['صفة', 'اسم'],
['عام', 'ل'],
],
"acauline": [
['لاساقيّ'],
['صفة'],
['نب'],
],
"accusant": [
['مُتَّهِم'],
['اسم:فاعل'],
['عام'],
],
"Addison's disease": [
['داء أديسون'],
['اسم'],
['مض'],
],
"abort": [
['تُجهض', 'يتوقف عن النموّ', 'يُخفق'],
['فعل', 'فعل', 'فعل'],
['عام', 'أح', 'عام'],
],
"abridgement": [
['اختصار', 'موجز'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abjectness": [
['دناءة', 'إذلال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acanthaceous": [
['شائك'],
['صفة'],
['عام'],
],
"activist": [
['فعالي المذهب'],
['اسم'],
['عام'],
],
"absurdness": [
['سُخف'],
['اسم'],
['عام'],
],
"abstinence": [
['امتناع', 'تقشُّف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adjuvant": [
['مساعد', 'المساعِد'],
['صفة', 'اسم:مادة'],
['عام', 'ط'],
],
"accomplish": [
['يُنجز'],
['فعل'],
['عام'],
],
"accrue": [
['يصبح حقاً'],
['فعل'],
['عام'],
],
"acid test": [
['امتحان حاسم', 'امتحان قاس'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acarid": [
['قُمَّليّ'],
['صفة'],
['عام'],
],
"adjuctive": [
['إلحاقيّ'],
['صفة'],
['عام'],
],
"acclamation": [
['تهليل'],
['اسم'],
['عام'],
],
"acucular": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"abjuration": [
['قسم'],
['اسم'],
['عام'],
],
"administrate": [
['يدير', 'يقدّم مساعدة'],
['فعل:متعدي', 'فعل'],
['عام', 'عام'],
],
"therapeutic abortion": [
['إجهاذ علاجيّ'],
['اسم'],
['أج'],
],
"acervate": [
['عنقوديّ الشكل'],
['اسم'],
['نب'],
],
"adenoids": [
['الزائدة الأنفيّة'],
['اسم'],
['ط'],
],
"abutting": [
['متاخم'],
['صفة'],
['عام'],
],
"abaser": [
['مُذِلّ'],
['اسم:شخص'],
['عام'],
],
"ABC": [
['مبادئ'],
['اسم'],
['عام'],
],
"adventive": [
['غير بلديّ'],
['صفة'],
['نب'],
],
"abaddon": [
['الجحيم', 'ملاك الجحيم'],
['اسم:مكان', 'اسم:شخص'],
['عام', 'عام'],
],
"adulteress": [
['زانية'],
['اسم:شخص'],
['عام'],
],
"adequacy": [
['كفاية'],
['اسم'],
['عام'],
],
"absentee": [
['المتغيّب'],
['صفة'],
['عام'],
],
"activation": [
['تفعيل'],
['اسم'],
['عام'],
],
"acute": [
['حادّ'],
['صفة'],
['عام'],
],
"abbotship": [
['رئاسة دَيْر'],
['اسم'],
['عام'],
],
"accipiter": [
['صَقْر'],
['اسم:كائن'],
['عام'],
],
"adjournment": [
['تأجيل', 'فضّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"silly drama": [
['عقَبات'],
['اسم'],
['عام'],
],
"abducent nerve": [
['العصب المُبعِد'],
['اسم'],
['عام'],
],
"acid": [
['حامض', 'حَمض'],
['صفة', 'اسم'],
['ك', 'ك'],
],
"adhesive tape": [
['الشريط اللاصق'],
['اسم'],
['عام'],
],
"abscission": [
['ببَتر', 'انفصال'],
['اسم', 'اسم'],
['عام', 'نب'],
],
"accumulative": [
['تراكميّ'],
['صفة'],
['عام'],
],
"ace": [
['الأص', 'ذرّة', 'طيار يسقط خمس طائات عدوّة على الأقل', 'ممتاز'],
['اسم', 'اسم', 'اسم', 'صفة'],
['عام', 'عام', 'جن', 'عام'],
],
"across": [
['عَبْرَ'],
['حرف عطف'],
['عام'],
],
"acclimatize": [
['يؤقلم', 'يتأقلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"acceptation": [
['استحسان', 'قبول'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adorable": [
['جدير بالحبّ', 'فاتن'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"ad lib": [
['من غير قيد'],
['اسم'],
['عام'],
],
"advert": [
['يشير', 'إعلان'],
['فعل:لازم', 'اسم'],
['عام', 'عام'],
],
"abrupt": [
['أبتر'],
['صفة'],
['عام'],
],
"acidosis": [
['انخفاض قلوية الدم والأنسجة'],
['اسم'],
['مض'],
],
"acrimonious": [
['لاذع'],
['صفة'],
['عام'],
],
"acerbity": [
['حموضة', 'فظاظة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abaft": [
['في مؤخَّر'],
['اسم:مكان'],
['عام'],
],
"adagio": [
['بتمهّل', 'متمهّل', 'علامة التمهّل', 'قصطعة موسيقية بطيئة', 'رقصة باليه ثنائية'],
['حال', 'صفة', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'مو', 'مو', 'عام'],
],
"absurdity": [
['سُخف'],
['اسم'],
['عام'],
],
"accessorial": [
['إضافيّ', 'ثانويّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"adit": [
['مدخل', 'دخول'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accredited": [
['مُعتمد'],
['صفة'],
['عام'],
],
"advisedly": [
['برويّة', 'عن عمد'],
['حال', 'حال'],
['عام', 'عام'],
],
"absolvatory": [
['غُفرانيّ'],
['صفة'],
['عام'],
],
"abdicate": [
['يتنازل'],
['فعل'],
['عام'],
],
"acknowledgment": [
['اعتراف', 'شكر', 'إشعار باستلام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"adiabatic": [
['ثابت الحرارة', 'أديباتيّ'],
['صفة', 'صفة'],
['فز', 'فز'],
],
"academician": [
['أدايمي', 'مَجْمَعيّ'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"abstrusely": [
['عويص'],
['حال'],
['عام'],
],
"absolute value": [
['القيمة المُطلقة'],
['اسم'],
['ر'],
],
"accordant": [
['ملائم'],
['صفة'],
['عام'],
],
"adiposity": [
['دهن حيوانيّ'],
['اسم'],
['عام'],
],
"abduct": [
['يخطف', 'يُبعِد عن المركز الأصليّ'],
['فعل', 'فعل'],
['عام', 'فز'],
],
"more": [
['أكثر'],
['اسم:تفضيل'],
['عام'],
],
"Aegean": [
['إيجيّ'],
['صفة'],
['عام'],
],
"abluent": [
['مُطهّر', 'دواء مُطههِّر'],
['صفة:شيئ', 'اسم:مادة'],
['عام', 'صي'],
],
"aerate": [
['يُشبع الدم بالأكسجين'],
['فعل'],
['ط'],
],
"adscititious": [
['إضافيّ'],
['صفة'],
['عام'],
],
"aciculated": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"aberrance": [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"ably": [
['ببراعة'],
['حال'],
['عام'],
],
"addicted": [
['مُدمَن'],
['صفة'],
['عام'],
],
"adopt": [
['يتبنَّى'],
['فعل:متعدي'],
['عام'],
],
"aback": [
['إلى الوراء'],
['حال'],
['عام'],
],
"accord": [
['يلائم', 'اسنجام', 'ائتلاف', 'اتفاق'],
['فعل', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'مو', 'عام'],
],
"adjourn": [
['يؤجّل'],
['فعل:متعدي'],
['عام'],
],
"acanthous": [
['شائك'],
['اسم'],
['عام'],
],
"ability": [
['مقدرة', 'موهبة'],
['اسم:ميزة', 'اسم:ميزة'],
['عام', 'عام'],
],
"abroad": [
['خارج البلاد'],
['حال'],
['عام'],
],
"absolute monarchy": [
['المَلِكيّة المُطْلقة'],
['اسم'],
['عام'],
],
"absurd": [
['سخيف'],
['صفة'],
['عام'],
],
"administer": [
['يدير', 'يمنح الأسرار', 'يعطي دواء', 'يقدّم مساعدة'],
['فعل:متعدي', 'فعل', 'فعل', 'فعل'],
['عام', 'كن', 'عام', 'عام'],
],
"abbreviated": [
['موجز', 'مُختزَل'],
['صفة', 'صفة'],
['عام', 'ر'],
],
"abound": [
['يكثر'],
['فعل'],
['عام'],
],
"absorptivity": [
['الامتصاصيّة'],
['اسم'],
['عام'],
],
"adroit": [
['بارع'],
['صفة'],
['عام'],
],
"abstemious": [
['معتدل'],
['صفة'],
['عام'],
],
"adhesion": [
['التصاق', 'التحام'],
['اسم', 'اسم'],
['عام', 'أح'],
],
"abalone": [
['أُذْن البحر'],
['اسم:كائن'],
['عام'],
],
"access": [
['وصول', 'نوبة', 'برنامج أكسس'],
['اسم', 'اسم', 'اسم'],
['عام', 'ط', 'تق'],
],
"abdication": [
['تنازُل'],
['اسم'],
['عام'],
],
"adjutancy": [
['وظيفة الضابط المساعد'],
['اسم'],
['عام'],
],
"adenosine": [
['الأدينوسين'],
['اسم'],
['كح'],
],
"abelmosk": [
['حبّ المِسك'],
['اسم:شيئ'],
['نب'],
],
"adenomatous": [
['متعلّق بورم غديّ'],
['صفة'],
['ط'],
],
"adventuresome": [
['خطِر', 'مغامر'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"advisability": [
['استحسان'],
['اسم'],
['عام'],
],
"adjustor": [
['مُعدِّل'],
['اسم'],
['عام'],
],
"acetaldehyde": [
['الأسيتالديهيد'],
['اسم'],
['ك'],
],
"abduction splint": [
['جَبيرة الإبعاد'],
['اسم'],
['عام'],
],
"acarpous": [
['لاثَمَريّ'],
['صفة'],
['نب'],
],
"acellular": [
['لاخَلَويّ'],
['صفة'],
['عام'],
],
"advatageously": [
['على نحو مفيد'],
['حال'],
['عام'],
],
"advocate": [
['يدافع عن', 'يؤيّد', 'محامي', 'مؤيِّد'],
['فعل:لازم', 'فعل:متعدي', 'اسم:شخص', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"acini": [
['العِنَبات'],
['اسم'],
['ط'],
],
"above-mentioned": [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
"acquit": [
['يُحلّ', 'يُبرّئ'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"acquirable": [
['ممكن إحرازه'],
['صفة'],
['عام'],
],
"add": [
['يُضيف'],
['فعل:متعدي'],
['عام'],
],
"adduce": [
['يورد'],
['فعل'],
['عام'],
],
"Aeolian": [
['عُولُسيّ', 'منسوب لعولُس إله الرياح'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"adulterous": [
['زِناوِيّ'],
['صفة'],
['عام'],
],
"accounting": [
['تدوين الحسابات'],
['اسم'],
['عام'],
],
"absolutism": [
['الاستبدادية', 'حكومة استبدادية', 'الدعوة للحكم الاستبداديّ'],
['اسم', 'اسم', 'اسم:فكرة'],
['عام', 'عام', 'عام'],
],
"absence of mind": [
['شرود الذهن'],
['اسم'],
['عام'],
],
"actual": [
['فعليّ', 'واقعيّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acuity": [
['حِدَّة'],
['اسم'],
['عام'],
],
"aquisitive": [
['اكتسابيّ'],
['صفة'],
['عام'],
],
"admeasure": [
['يقيس', 'يحدّد الحصّة'],
['فعل:متعدي', 'فعل'],
['عام', 'عام'],
],
"admiration": [
['إعجاب', 'موضع إعجاب'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adoption": [
['تبنّي'],
['اسم'],
['عام'],
],
"ado": [
['لَغَط', 'ضجّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"address": [
['عنوان', 'يعنون', 'يوجِّه'],
['اسم', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
"abstergent": [
['مُطهِّر', 'مادة مُطهِّرة'],
['صفة', 'اسم'],
['عام', 'صي'],
],
"ad-lib": [
['مُرتجَل', 'يرتجل'],
['صفة', 'فعل'],
['عام', 'عام'],
],
"actinic": [
['أكتينيّ'],
['صفة'],
['عام'],
],
"acetous": [
['خلّي'],
['صفة'],
['ك'],
],
"absolute ceiling": [
['الارتفاع الأقصى المطلق'],
['اسم'],
['طي'],
],
"acrid": [
['لاذع'],
['صفة'],
['عام'],
],
"abase": [
['يُنزل رتبة', 'يُذِلّ'],
['فعل', 'فعل:متعدي'],
['عام', 'عام'],
],
"additional": [
['إضافيّ'],
['صفة'],
['عام'],
],
"act": [
['يُمثّل', 'عمل'],
['فعل', 'اسم'],
['عام', 'عام'],
],
"aedes": [
['بعوضة الحمّى الصفراء وحمّى الضنك'],
['اسم'],
['أح'],
],
"abide": [
['يبقى', 'يقيم', 'يثبت', 'ينتظر', 'يواجه', 'يتحمَّل'],
['فعل:لازم', 'فعل', 'فعل', 'فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"Acanthaceae": [
['أقنَثيّ'],
['اسم'],
['نب'],
],
"admittance": [
['دخول', 'قبول', 'إذن الدخول'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"abysmal": [
['سحيق'],
['صفة'],
['عام'],
],
"aduncous": [
['معقوف'],
['صفة'],
['عام'],
],
"adjoin": [
['يضمّ', 'يجاور'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"absobability": [
['الامتصاصيّة'],
['اسم'],
['عام'],
],
"advertency": [
['تيقّظ'],
['اسم'],
['عام'],
],
"Adam's needle": [
['إبرة آدم', 'البُكّة الخيطيّة'],
['اسم', 'اسم'],
['نب', 'نب'],
],
"accountancy": [
['محاسبة'],
['اسم'],
['عام'],
],
"abscess": [
['خُرّاج'],
['اسم'],
['عام'],
],
"adviser": [
['مُرشد', 'ناصح'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"accepter": [
['قابل'],
['اسم:شخص'],
['عام'],
],
"active service": [
['الخدمة الفعليّة'],
['اسم'],
['جن'],
],
"acaudal": [
['لاذيليّ'],
['صفة'],
['ح'],
],
"adjust": [
['يعدّل', 'يضبط', 'يتكيّف', 'ينضبط'],
['فعل', 'فعل', 'فعل:لازم', 'فعل:لازم'],
['عام', 'عام', 'عام', 'عام'],
],
"abuttals": [
['حدود'],
['اسم'],
['عام'],
],
"admonitory": [
['تذكيريّ', 'نتحذيريّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acanthi": [
['نبات الأقَنْثوس'],
['اسم'],
['نب'],
],
"accuser": [
['مُتَّهِم'],
['اسم:فاعل'],
['عام'],
],
"according as": [
['حسبما'],
['حرف عطف'],
['عام'],
],
"abhorrer": [
['مُشمئز'],
['اسم:شخص'],
['عام'],
],
"abeam": [
['مقابلاً لمنتصف جانب السفينة'],
['حال'],
['عام'],
],
"achene": [
['الثمرة الفقيرة'],
['اسم'],
['نب'],
],
"administrator": [
['مدير', 'المدير المنتدب'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"actinomycosis": [
['مَرَض الحارش'],
['اسم'],
['ح'],
],
"abstract number": [
['عدد مُجرَّد'],
['اسم'],
['ر'],
],
"activator": [
['مُنَشِّط'],
['اسم:فاعل'],
['عام'],
],
"Advent": [
['نزول المسيح', 'أيام الأحد الأربعة السابقة للميلاد'],
['اسم', 'اسم'],
['عام', 'نص'],
],
"absorbency": [
['الماصيّة', 'المُمتصيّة'],
['اسم:فاعل', 'اسم:مفعول'],
['عام', 'عام'],
],
"addiction": [
['إدمان'],
['اسم'],
['عام'],
],
"aberrant": [
['ضالّ', 'منحرف', 'شخارج عن المألوف', 'شاذّ السلوك'],
['صفة', 'صفة', 'اسم:شيئ', 'اسم:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
"abranchial": [
['لاخيشومي'],
['صفة'],
['ح'],
],
"accommodation": [
['تجهيز', 'تسوية'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abortive": [
['مُخفِق', 'مُتلطِّف'],
['صفة', 'صفة'],
['عام', 'ط'],
],
"adz": [
['قدُّوم', 'يقطعبالقدّدُّوم'],
['اسم', 'فعل'],
['عام', 'عام'],
],
"actor": [
['مُمثّل', 'فاعل'],
['اسم:شخص', 'اسم'],
['عام', 'عام'],
],
"accipitrine": [
['صَقْريّ'],
['اسم'],
['عام'],
],
"acquaintance": [
['معرفة شخصيّة', 'اطّلاع'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acrophbia": [
['رُهاب المرتفعات'],
['اسم'],
['مض'],
],
"abruptly pinnate": [
['ريشيّ أبتر (ريشيّ الترتيب ولكن بدون الورقة الوسطى في الطرف)'],
['صفة'],
['نب'],
],
"about": [
['حول'],
['اسم'],
['عام'],
],
"adjudication": [
['قضاء', 'حكم قضائيّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adapter": [
['مكيِّف'],
['اسم'],
['عام'],
],
"than": [
['من'],
['حرف جر'],
['عام'],
],
"accusatorial": [
['خاص بالمُتَّهم'],
['صفة'],
['ق'],
],
"acumen": [
['فِطنَة'],
['اسم'],
['عام'],
],
"accoutre": [
['ييُجهِّز'],
['فعل'],
['عام'],
],
"Achilles' heel": [
['موقع غير منيع'],
['اسم'],
['عام'],
],
"abdomen": [
['بطن', 'جوف'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"Abyssinian": [
['أحبشيّ'],
['اسم:شخص'],
['عام'],
],
"abstention": [
['امتناع عن'],
['اسم'],
['عام'],
],
"acaudate": [
['لاذيليّ'],
['صفة'],
['ح'],
],
"abject": [
['مُذلّ', 'مُدقِع', 'دنيئ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"acanthus": [
['الأقَنْثوس', 'زخرف شبيه بأوراق الأقَنْثا'],
['اسم', 'اسم'],
['نب', 'عم'],
],
"absorptive": [
['ممتصّ'],
['صفة'],
['عام'],
],
"adventitious": [
['عَرَضيّ'],
['صفة'],
['عام'],
],
"abundance": [
['وَفْرَة'],
['اسم'],
['عام'],
],
"accuse": [
['يتَّهِم'],
['فعل'],
['عام'],
],
"able-bodied seaman": [
['ملّاح مُحنّك'],
['اسم:شخص'],
['عام'],
],
"actinozoan": [
['الحيوان الشعاعيّ', 'شعاعيّ'],
['اسم:كائن', 'صفة'],
['عام', 'عام'],
],
"acknowledgement": [
['اعتراف', 'شكر', 'إشعار باستلام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"accidentally": [
['مصادفة', 'من غير قصد'],
['حال', 'حال'],
['عام', 'عام'],
],
"absinthism": [
['التسمم الأفسنتينيّ'],
['اسم'],
['ط'],
],
"acreage": [
['المساحة الأكْرية', 'أكْرات'],
['اسم', 'اسم'],
['ر', 'ر'],
],
"acting": [
['نائب', 'صالح للتمثيل', 'فن التمثيل المسرحي'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
"achromatic lens": [
['عدسة لالونيّة'],
['اسم'],
['بص'],
],
"acicula": [
['بلّورة إبريّة', 'شوكة إبريّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"Aeneolithic": [
['إينيوليثيّ'],
['صفة'],
['جي'],
],
"absorbed": [
['منهمك'],
['صفة'],
['عام'],
],
"abreaction": [
['إزالة العُقَد'],
['اسم'],
['نف'],
],
"A": [
['أوّل'],
['حال'],
['عام'],
],
"abortion": [
['إجهاض'],
['اسم'],
['عام'],
],
"acceptant": [
['راغب في القبول'],
['صفة'],
['عام'],
],
"absterge": [
['يُطهِّر', 'يُطهِّر الأمعاء'],
['فعل', 'فعل'],
['عام', 'ط'],
],
"advancement": [
['تقدّم', 'ترقية', 'تعزيز'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"AC": [
['تيار متناوب'],
['اسم'],
['كب'],
],
"abolish": [
['يلغي', 'يمحو', 'يُبطل'],
['فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
"accommodating": [
['لطيف', 'مجامل'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"admeasurement": [
['قياس', 'تحديد حصّة'],
['اسم', 'اسم'],
['عاح', 'عام'],
],
"adulation": [
['تملّق'],
['اسم'],
['عام'],
],
"acetamide": [
['الأسيتاميد'],
['اسم:مادة'],
['ك'],
],
"abut": [
['يتاخم'],
['فعل'],
['عام'],
],
"accessible": [
['سهل المنال', 'ممكن الصوصل إليه'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abduce": [
['يُبعد', 'يُنحّي'],
['فعل', 'فعل'],
['فز', 'فز'],
],
"abstentious": [
['ممتنع عن'],
['صفة'],
['عام'],
],
"addend": [
['المُضاف'],
['اسم'],
['ر'],
],
"a cappella": [
['بدون مصاحبة آلات موسيقيّة'],
['حال'],
['مو'],
],
"adorn": [
['يزيّن'],
['فعل:متعدي'],
['عام'],
],
"achievement": [
['إنجاز'],
['اسم'],
['عام'],
],
"abnormally": [
['على نحوٍ شاذّ'],
['حال'],
['عام'],
],
"advantage": [
['أفليّة', 'فائدة', 'ميزة', 'يفيد'],
['اسم', 'اسم', 'اسم', 'فعل:متعدي'],
['عام', 'عام', 'عام', 'عام'],
],
"Adam's apple": [
['عُقدة الحنجرة'],
['اسم'],
['ت'],
],
"acceptance": [
['قبول'],
['اسم'],
['عام'],
],
"acentric": [
['لامركزيّ'],
['صفة'],
['عام'],
],
"abysm": [
['اللاتكوّن', 'اللُّج'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acquainted": [
['مطَّلع على'],
['صفة'],
['عام'],
],
"ab initio": [
['من البداية'],
['اسم'],
['عام'],
],
"abiogenesis": [
['التولّد الذاتي'],
['اسم:حدث'],
['أح'],
],
"advisory": [
['استشاريّ', 'تقرير'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"absinthium": [
['الأفْسِنتين'],
['اسم'],
['صي'],
],
"advised": [
['مدروس', 'مطّلِع على'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abbreviate": [
['يختزل', 'يختصر'],
['فعل:متعدي', 'فعل:متعدي'],
['ر', 'عام'],
],
"acidimeter": [
['مقياس الحمضيّة'],
['اسم'],
['ك'],
],
"accidence": [
['علم الصَّرف'],
['اسم'],
['ل'],
],
"adjutant bird": [
['أبو سُعن'],
['اسم:كائن'],
['عام'],
],
"adultery": [
['زنا'],
['اسم'],
['عام'],
],
"adventuress": [
['مُغامِرة'],
['اسم'],
['عام'],
],
"absorption spectrum": [
['طَيْف الامتصاص'],
['اسم'],
['ض'],
],
"acetophenetidin": [
['الأسيتوفينتيدين'],
['اسم:مادة'],
['ك'],
],
"abdicator": [
['مُتنازِل'],
['اسم:شخص'],
['عام'],
],
"acinose": [
['مُعَنَّب'],
['صفة'],
['عام'],
],
"absoluteness": [
['الحقيقة المُطْلَقة'],
['اسم'],
['فف'],
],
"absorb": [
['يمتصّ'],
['فعل'],
['عام'],
],
"acanthopterygian": [
['شائِكَة الزعانف'],
['اسم'],
['أح'],
],
"abbreviation of fractions": [
['اختزال الكسور'],
['اسم'],
['ر'],
],
"aciform": [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
"abnegation": [
['نكران'],
['اسم:حدث'],
['عام'],
],
"DC": [
['تيار مستمر'],
['اسم'],
['كب'],
],
"abyss": [
['جهنَّم', 'اللاتكوُّن', 'اللللُّج'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"ad verbum": [
['حرفيّاً'],
['اسم'],
['عام'],
],
"an": [
['ما'],
['أداة:تنكير'],
['عام'],
],
"ablactate": [
['يَفطم'],
['فعل'],
['عام'],
],
"abetment": [
['تحريض', 'إغواء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"Achates": [
['صديق مخلص'],
['اسم:شخص'],
['عام'],
],
"acidulate": [
['يستحمض'],
['فعل'],
['عام'],
],
"accustom": [
['يعَوّد'],
['فعل'],
['عام'],
],
"actinology": [
['الأكتينولوجيا'],
['اسم'],
['ض'],
],
"acupuncture": [
['الوخز بالإبرة'],
['اسم'],
['ط'],
],
"adsorbent": [
['ممتزّ', 'مكثِّف جزيثات الغاز'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"ad libitum": [
['كما يهوى المرء'],
['اسم'],
['مو'],
],
"advance": [
['يُحسّن', 'يدفع', 'يزيد', 'تقدّم', 'تسليف', 'سلفة', 'أماميّ', 'مقدّماماً'],
['فعل:متعدي', 'فعل', 'فعل', 'اسم', 'اسم', 'اسم', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"abatable": [
['قابل للإلغاء', 'قابل للتخفيف'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"ad rem": [
['ضمن نطاق الموضوع'],
['اسم'],
['عام'],
],
"addible": [
['قابل للإضافة'],
['صفة'],
['عام'],
],
"abreact": [
['يحرر نفسياً'],
['فعل'],
['نف'],
],
"absinthe": [
['الأفسنتين', 'شراب مُسكر'],
['اسم:مادة', 'اسم'],
['نب', 'عام'],
],
"abalienate": [
['يحوِّل'],
['فعل'],
['عام'],
],
"absurdly": [
['بشكل سخيف'],
['حال'],
['عام'],
],
"acotyledonous": [
['لافَلَقيّ'],
['صفة'],
['نب'],
],
"aceldama": [
['حقل الدماء'],
['اسم'],
['عام'],
],
"abstriction": [
['انفصام'],
['اسم'],
['نب'],
],
"accomplushment": [
['إنجاز'],
['اسم'],
['عام'],
],
"administrative": [
['إداريّ', 'حكوميّ', 'تنفيذيَ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"a capella": [
['بدون مصاحبة آلات موسيقية'],
['حال'],
['مو'],
],
"acclimatization": [
['تأقلم', 'أقلمة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"A-bomb": [
['قنبلة ذريّة', 'يضرب بقنبلة ذريّة'],
['اسم:شيئ', 'فعل'],
['عام', 'عام'],
],
"achromatic": [
['أكروماتيّ', 'لالونيّ'],
['صفة', 'صفة'],
['أح', 'عام'],
],
"ad infinitum": [
['إلى ما لا نهاية'],
['اسم'],
['عام'],
],
"acephalous": [
['بلا زعيم', 'عديم الرأس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"aberration of light": [
['انحراف الضوء'],
['اسم'],
['بص'],
],
"adverse": [
['مُعادِ'],
['صفة'],
['عام'],
],
"abundant": [
['وافر'],
['صفة'],
['عام'],
],
"acetometer": [
['مقياس محض الخل'],
['اسم'],
['ك'],
],
"aborticide": [
['إجهاض', 'وسيلة إجهاض'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acetal": [
['الأسيتال'],
['اسم'],
['ك'],
],
"adolescence": [
['مراهَقَة'],
['اسم'],
['عام'],
],
"abolitionist": [
['إبطاليّ'],
['اسم:شخص'],
['عام'],
],
"acceleration": [
['تسارع'],
['اسم'],
['فز'],
],
"absent": [
['غائب', 'يغيب'],
['صفة', 'فعل'],
['عام', 'عام'],
],
"accurate": [
['دقيق'],
['صفة'],
['عام'],
],
"accompany": [
['يرافق', 'يُرفِق'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abed": [
['طريح الفراش'],
['حال'],
['عام'],
],
"acacia": [
['صمغ عريب'],
['اسم'],
['نب'],
],
"abundant number": [
['العدد الزائد'],
['اسم'],
['ر'],
],
"abomination": [
['بغيض'],
['اسم'],
['عام'],
],
"adult": [
['بالغ'],
['صفة'],
['عام'],
],
"ab ovo": [
['من البداية'],
['حال'],
['عام'],
],
"accolade": [
['معانقة', 'وسام'],
['اسم', 'اسم:شيئ'],
['عام', 'عام'],
],
"adjutant": [
['ضابط مساعد', 'معاون'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abdicable": [
['ممكن التنازل عنه'],
['صفة'],
['عام'],
],
"Anno Domini": [
['بعد الميلاد'],
['اسم'],
['عام'],
],
"adequateness": [
['كفاية'],
['اسم'],
['عام'],
],
"accoutrement": [
['تجهيز', 'عَتَاد'],
['اسم', 'اسم'],
['عام', 'جن'],
],
"action": [
['فعل', 'تأثير', 'دعوى', 'نشاط'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'ق', 'عام'],
],
"acknowledged": [
['معترف به'],
['صفة'],
['عام'],
],
"accent": [
['لهجة', 'توكيد', 'يؤكِّد'],
['اسم', 'اسم', 'فعل'],
['عام', 'مو', 'عام'],
],
"adjustable": [
['قابل للتعديل'],
['صفة'],
['عام'],
],
"acorn": [
['البلّوطة'],
['اسم'],
['نب'],
],
"accredit": [
['يُجيز'],
['فعل'],
['عام'],
],
"achromatin": [
['الأكروماتين'],
['اسم'],
['بص'],
],
"adulatory": [
['تملقّقيّ'],
['صفة'],
['عام'],
],
"adios": [
['وداعاً'],
['هتاف'],
['عام'],
],
"adjuration": [
['قَسَم', 'استحلاف', 'مناشدة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"actionable": [
['مُوجب لإقامة دعوى'],
['صفة'],
['ق'],
],
"acceptable": [
['مقبول'],
['صفة'],
['عام'],
],
"advertent": [
['مُتيقّظ'],
['صفة'],
['عام'],
],
"absolution": [
['عتق', 'غفران'],
['اسم', 'اسم'],
['عام', 'كن'],
],
"acetylene": [
['الأسيتيلين'],
['اسم:مادة'],
['ك'],
],
"acquiesce": [
['يقبل'],
['فعل:متعدي'],
['عام'],
],
"abnormality": [
['شذوذ'],
['اسم'],
['عام'],
],
"abolishable": [
['قابل للإلغاء'],
['صفة'],
['عام'],
],
"abatement": [
['مبلغ مُقتطع'],
['اسم'],
['عام'],
],
"administration": [
['إدارة'],
['اسم'],
['عام'],
],
"abecedary": [
['أبجديّ', 'أوليّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"ab extra": [
['من الخارج'],
['اسم:مكان'],
['عام'],
],
"activate": [
['يُنشّط', 'يُعدّ', 'يَنْشَط'],
['فعل:متعدي', 'فعل:متعدي', 'فعل:لازم'],
['عام', 'جن', 'عام'],
],
"Achilles' tendon": [
['وتر العرقوب'],
['اسم'],
['ت'],
],
"accusation": [
['اتهام'],
['اسم'],
['عام'],
],
"abscessed": [
['مُصاب بخُرّاج'],
['صفة'],
['عام'],
],
"aegis": [
['دِرع', 'حماية', 'رعاية'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acetic": [
['خَلّي'],
['صفة'],
['ك'],
],
"abandoned": [
['مهجور', 'مخذول', 'متحرّر', 'متهتِّك'],
['صفة', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
"absolute temperature": [
['درجة الحرارة المُطلقة'],
['اسم'],
['فز'],
],
"acrodrome": [
['طَرَفيّ العروق'],
['صفة'],
['نب'],
],
"able-bodied": [
['قويّ البنية'],
['صفة:شخص'],
['عام'],
],
"abdominous": [
['ضخم ابطن'],
['صفة'],
['ط'],
],
"addable": [
['قابل للإضافة'],
['صفة'],
['عام'],
],
"accommodation note": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"accumbent": [
['منحني للأمام', 'متكِّئ'],
['صفة', 'صفة'],
['عام', 'نب'],
],
"addressee": [
['المرسل إليه', 'المخاطب'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"achromic": [
['عديم اللون'],
['صفة'],
['عام'],
],
"aboard": [
['على متن', 'قُرب'],
['حال', 'اسم'],
['عام', 'عام'],
],
"accordance": [
['انسجام'],
['اسم'],
['عام'],
],
"abiogenetic": [
['خاص بالتولد الذاتيّ'],
['صفة'],
['أح'],
],
"acquittance": [
['صك تسديد الدَين'],
['اسم'],
['عام'],
],
"acquire": [
['يُحرِز'],
['فعل'],
['عام'],
],
"abashed": [
['مرتبك'],
['صفة'],
['عام'],
],
"absorption": [
['امتصاص', 'انهماك'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"admix": [
['يمزج'],
['فعل:متعدي'],
['عام'],
],
"acquaint": [
['يُطلِع'],
['فعل:لازم'],
['عام'],
],
"adjunct": [
['مُلحق', 'مساعد'],
['اسم', 'صفة'],
['عام', 'عام'],
],
"acaridan": [
['قُمَّليّ'],
['صفة'],
['عام'],
],
"accelerated": [
['مُسرَّع'],
['صفة'],
['فز'],
],
"abstain": [
['يمتنع عن', 'يُمسك'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"adjoining": [
['مجاور'],
['صفة'],
['عام'],
],
"abstractly": [
['نظريّ'],
['صفة'],
['عام'],
],
"activism": [
['مذهب الفعاليّة'],
['اسم'],
['ق'],
],
"acridity": [
['لَذْع'],
['اسم'],
['عام'],
],
"abnormal psychology": [
['سيكولوجيا الشاذّين'],
['اسم'],
['نف'],
],
"advisable": [
['مُستحسَن'],
['صفة'],
['عام'],
],
"accommodation draft": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"adder's-tongue": [
[': لسان الحيّة'],
['اسم'],
['نب'],
],
"accuracy": [
['دقة'],
['اسم'],
['عام'],
],
"actinic rays": [
['الأشعة الأكتينية'],
['اسم'],
['فز'],
],
"aeolian harp": [
['قيثارة الريح'],
['اسم'],
['مو'],
],
"accusatory": [
['اتهاميّ'],
['صفة'],
['عام'],
],
"activeness": [
['فعاليّة'],
['اسم'],
['عام'],
],
"abruptly": [
['على نحو مفاجئ'],
['صفة'],
['عام'],
],
"adrenal gland": [
['الكظر'],
['اسم'],
['ت'],
],
"abnormity": [
['شذوذ'],
['اسم'],
['عام'],
],
"absconce": [
['مصباح قاتم للمنضدة'],
['اسم:شيئ'],
['كث'],
],
"acropolis": [
['الأكروبوليس'],
['اسم:مكان'],
['عام'],
],
"acrobatics": [
['بهلوانيّات'],
['اسم'],
['عام'],
],
"adept": [
['خبير', 'ماهر'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"abduction": [
['خَطف', 'إبعاد عن المركز الأصليّ'],
['اسم', 'اسم'],
['عام', 'فز'],
],
"achlamydeous": [
['عارِ'],
['صفة'],
['نب'],
],
"abhorrent": [
['مشمئز', 'بغيض', 'متنافٍ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"advertisement": [
['إعلان'],
['اسم'],
['عام'],
],
"acidify": [
['يُحّمحَمِّض', 'يتحمَّض'],
['فعل', 'فعل'],
['ك', 'ك'],
],
"acarpellous": [
['عديم الخباء'],
['صفة'],
['نب'],
],
"accelerometer": [
['مقياس التسارع'],
['اسم'],
['طي'],
],
"abandonment": [
['تنازُل عن', 'تهتُّك', 'حماسة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"accede": [
['ينضمّ', 'يوافق', 'يتبوَّأ منصب'],
['فعل', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
"A. B.": [
['بكالوريوس في الآداب', 'ملّاح محنّك'],
['اسم:ميزة', 'اسم:شخص'],
['عام', 'عام'],
],
"abjure": [
['يُقسم', 'يرتدّ عن', 'يجتنب'],
['فعل:لازم', 'فعل:لازم', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
"abradant": [
['كاشط', 'مادّة كاشطة'],
['صفة', 'اسم:مادة'],
['عام', 'عام'],
],
"adenoid": [
['غدِّيّ'],
['صفة'],
['ط'],
],
"acculturation": [
['بتادل ثقافيّ'],
['اسم'],
['عام'],
],
"above-named": [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
"adaptability": [
['التكيّفيّة'],
['اسم'],
['عام'],
],
"acrotism": [
['انعدام النبض'],
['اسم'],
['مض'],
],
"adenoidal": [
['غدِّيّ'],
['صفة'],
['ط'],
],
"accumulator": [
['ممتص الصدمات', 'بطاريّة مختزِنة'],
['اسم', 'اسم'],
['مك', 'كب'],
],
"abroach": [
['على قدم وساق', 'مبزول'],
['حال', 'صفة'],
['عام', 'عام'],
],
"advertise": [
['يُعلن', 'يُعلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"abnegate": [
['يتخلّى عن', 'يُنكر'],
['فعل:لازم', 'فعل:متعدي'],
['عام', 'عام'],
],
"account book": [
['دفتر حساب'],
['اسم'],
['عام'],
],
"adynamia": [
['الوَهن'],
['اسم'],
['عام'],
],
"admissibility": [
['مقبوليّة'],
['اسم'],
['عام'],
],
"advocacy": [
['دفاع', 'تأييد'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"ablation": [
['استئصال'],
['اسم:حدث'],
['ط'],
],
"adynamic": [
['وَهَنيّ', 'ضعيف'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abstract noun": [
['اسم المعنى'],
['اسم'],
['ل'],
],
"advisor": [
['مُرشد', 'ناصح', 'مُشرف'],
['اسم:شخص', 'اسم:شخص', 'اسم:شخص'],
['عام', 'عام', 'عام'],
],
"abomasum": [
['مِنفحة'],
['اسم'],
['أح'],
],
"adipose": [
['دُهنيّ', 'الدهن الحيوانيّ'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"accumulation": [
['تكديس', 'تراكم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abattoir": [
['مَسلَخ', 'مجزَر'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"acidic": [
['حمضيّ'],
['صفة'],
['ك'],
],
"accomplice": [
['شريك'],
['اسم:شخص'],
['عام'],
],
"abbey": [
['دَيْر', 'كنيسة'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"abruptness": [
[' فُجاءة', 'فظاظة', 'عدم ترابط'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acrobat": [
['بهلوان'],
['اسم'],
['عام'],
],
"adnate": [
['مندمج'],
['صفة'],
['نب'],
],
"abutilon": [
['أبوطيلون'],
['اسم'],
['نب'],
],
"accountant": [
['مسؤول', 'محاسساسِب'],
['اسم:شخص', 'اسم:فاعل'],
['عام', 'عام'],
],
"most": [
['الأكثر'],
['اسم:تفضيل'],
['عام'],
],
"adornment": [
['تزيين', 'زخرفة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abstract": [
['مُلَخَّص', 'مُجرَّد', 'نظري', 'ييلخِّص', 'يُجرِّد'],
['اسم', 'صفة', 'اسم', 'فعل', 'فعل'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"Aeolus": [
['عولُس'],
['اسم'],
['عام'],
],
"abstinent": [
['تقشُّف'],
['صفة'],
['عام'],
],
"abscissa": [
['الإحداثيّ السينيّ'],
['اسم'],
['ر'],
],
"addenda": [
['إضافات'],
['اسم'],
['عام'],
],
"abscond": [
['يفرّ'],
['فعل'],
['عام'],
],
"&": [
['و'],
['حرف عطف'],
['عام'],
],
"addax": [
['المهاة'],
['اسم'],
['عام'],
],
"admonitor": [
['الناصح', 'اللائم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"ad nauseam": [
['حتّى الغثيان'],
['اسم'],
['عام'],
],
"abbreviation": [
['اختصار'],
['اسم'],
['عام'],
],
"ablution": [
['وضوء', 'ماء الغَسل'],
['اسم:حدث', 'اسم:شيئ'],
['اس', 'عام'],
],
"accommodative": [
['يتكيف مع'],
['صفة'],
['عام'],
],
"aboveboard": [
['علانية', 'صريح'],
['حال', 'صفة'],
['عام', 'عام'],
],
"adamant": [
['حجر صلب', 'مادة صلبة', 'صلب', 'عنيد'],
['اسم:مادة', 'اسم', 'صفة', 'صفة:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
"adjudge": [
['يحكم', 'يمنح قضائياً'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"accommodation paper": [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
"aboral": [
['بعيد عن الفم'],
['صفة'],
['ح'],
],
"accouterment": [
['تجهيز', 'عَتَاد'],
['اسم', 'اسم'],
['عام', 'جن'],
],
"abiogenetical": [
['خاص بالتولّد الذاتيّ'],
['صفة'],
['أح'],
],
"advantageous": [
['مفيد', 'مواتٍ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"abusive": [
[': مُسيئ'],
['صفة'],
['عام'],
],
"abruption": [
['توقف مفاجئ'],
['اسم'],
['عام'],
],
"acquiescence": [
['قبول'],
['اسم'],
['عام'],
],
"accomplished": [
['مُنجز'],
['صفة'],
['عام'],
],
"abhor": [
['يمقت بشدّة', 'يشمئز من'],
['فعل:متعدي', 'فعل:لازم'],
['عام', 'عام'],
],
"acidity": [
['الحامضيّة'],
['اسم'],
['ك'],
],
"abstract of title": [
['صورة مووجزة عن سند التمليك'],
['اسم'],
['ق'],
],
"absentmindedness": [
['شرود الذهن'],
['اسم'],
['عام'],
],
"acoustic": [
['صوتيّ'],
['صفة'],
['عام'],
],
"accentual": [
['مؤكَّد'],
['صفة'],
['عام'],
],
"acidulous": [
['حامض قليلاً', 'قاس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acetone": [
['الأسيتون'],
['اسم:مادة'],
['ك'],
],
"adventurer": [
['مغامر'],
['اسم'],
['عام'],
],
"adrenal": [
['كظريّ'],
['صفة'],
['ط'],
],
"abaca": [
['قنّب مانيليا', 'شجرة قنّب المانيليا'],
['اسم:شيئ', 'اسم:شيئ'],
['عام', 'عام'],
],
"abate": [
['يلغي', 'يَضعُف', 'ينقُص'],
['فعل:متعدي', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
"advanced": [
['مقدَّم', 'عالِ', 'تقدميّ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
"adapt": [
['يكيِّف', 'يتكيّف'],
['فعل:متعدي', 'فعل:لازم'],
['عام', 'عام'],
],
"accusal": [
['اتهام'],
['اسم'],
['عام'],
],
"abstractedly": [
['بذهول'],
['حال'],
['عام'],
],
"accurately": [
['بشكل دقيق'],
['حال'],
['عام'],
],
"acinus": [
['العِنَبة'],
['اسم'],
['ط'],
],
"abatis": [
['عائق'],
['اسم'],
['عام'],
],
"A. D.": [
['بعد الميلاد'],
['اسم'],
['عام'],
],
"acceptor": [
['قابل'],
['اسم:شخص'],
['عام'],
],
"absence": [
['غياب', 'فقدان', 'انعدام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acclaim": [
['يُصفِّق', 'يهتف', 'تصفيق', 'هتاف'],
['فعل', 'فعل', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
"acquisitiveness": [
['الاكتسابيَّة'],
['اسم'],
['عام'],
],
"aborigine": [
['أحد السكّان الأصليّين', 'النباتات والحيوانات الأصيلة'],
['اسم:شخص', 'اسم'],
['عام', 'أح'],
],
"accelerator": [
['مُسرِّع', 'دوَّاسة البنزين', 'مادة مُسرِّعة للتفاعل'],
['اسم', 'اسم', 'اسم'],
['ت', 'سي', 'ك'],
],
"adjunction": [
['ضمّ', 'إلحاق'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adyta": [
['المَقْدِسات'],
['اسم'],
['عام'],
],
"adore": [
['يعشق', 'يوقر'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
"acrodromous": [
['طَرَفيّ العروق'],
['صفة'],
['نب'],
],
"acidness": [
['حموضة'],
['اسم'],
['ك'],
],
"abranchiate": [
['لاخيشوميّ'],
['صفة'],
['ح'],
],
"aberration": [
['ضلال', 'انحراف', 'الزَيْغ', 'اضطراب عقليّ'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'بص', 'عام'],
],
"accessibility": [
['إمكانيّة الوصول', 'سهولة المنال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"actually": [
['في الواقع', 'حقااً'],
['حال', 'حال'],
['عام', 'عام'],
],
"adder": [
['المُضيف', 'الجامع', 'أفعى'],
['اسم:شخص', 'اسم:شخص', 'اسم'],
['عام', 'عام', 'عام'],
],
"aberrant artery": [
['الشريان الزائغ'],
['اسم'],
['ط'],
],
"adulterate": [
['يغشّ', 'مغشوش'],
['فعل:متعدي', 'صفة'],
['عام', 'عام'],
],
"admit": [
['يعترف ب', 'يسمح ب', 'يتّسع ل'],
['فعل:لازم', 'فعل:لازم', 'فعل:لازم'],
['عام', 'عام', 'عام'],
],
"abyssal": [
['سحيق'],
['صفة'],
['عام'],
],
"abortionist": [
['مُجهِض'],
['اسم:شخص'],
['عام'],
],
"adulthood": [
['البلوغ'],
['اسم'],
['عام'],
],
"accretion": [
['ازدياد'],
['اسم'],
['عام'],
],
"admixture": [
['مَزج', 'المُزاج', 'مزيج'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acromegaly": [
['عِظَم الأطراف'],
['اسم'],
['مض'],
],
"adaptation": [
['تكيّف'],
['اسم'],
['عام'],
],
"accent mark": [
['علامة نطقية', 'رمز التوكيد'],
['اسم', 'اسم'],
['عام', 'مو'],
],
"acetifier": [
['المُخلِّل', 'جهاز التخليل'],
['اسم', 'اسم'],
['ك', 'ك'],
],
"abreast": [
['جنباً إلى جنب'],
['حال'],
['عام'],
],
"adman": [
['وكيل إعلانات'],
['اسم:شخص'],
['عام'],
],
"abiding": [
['ثابت'],
['صفة'],
['عام'],
],
"abridgment": [
['اختصار', 'موجز'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adventist": [
['مجيئيّ'],
['صفة'],
['عام'],
],
"acetylize": [
['يُضيف الأسيتيل'],
['فعل'],
['ك'],
],
"adjudicate": [
['يحكم', 'يقضي بين الناس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"accompanyist": [
['عازف مصاحب', 'مغنّي مصاحب'],
['اسم:شخص', 'اسم:شخص'],
['مو', 'مو'],
],
"abbe": [
['راهب'],
['اسم:شخص'],
['عام'],
],
"acclivous": [
['متصعّد'],
['صفة'],
['عام'],
],
"abominable snowman": [
['دب ثلجيّ'],
['اسم:كائن'],
['عام'],
],
"absolutory": [
['إحلاليّ'],
['صفة'],
['عام'],
],
"abbatial": [
['متعلق برئاسة دَير'],
['صفة'],
['عام'],
],
"acid-fast": [
['مقاوم للحمض'],
['صفة'],
['ك'],
],
"accouchement": [
['ولادة', 'نفاس'],
['اسم:حدث', 'اسم:حدث'],
['عام', 'عام'],
],
"activity": [
['نشاط', 'فعاليّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acidifier": [
['مُحمِّض'],
['اسم:مادة'],
['ك'],
],
"abashment": [
['إرباك'],
['اسم'],
['عام'],
],
"absolute zero": [
['الصفر المُطلق'],
['اسم'],
['فز'],
],
"accrual": [
['تراكم', 'متراكم'],
['اسم', 'اسم:مفعول'],
['عام', 'عام'],
],
"advertence": [
['تيقّظ'],
['اسم'],
['عام'],
],
"adulate": [
['يتملَّق'],
['فعل'],
['عام'],
],
"abdominal auscultation": [
['التسمُّع البطنيّ'],
['اسم'],
['ط'],
],
"absentee ballot": [
['الاقتراع الغيابيّ'],
['اسم'],
['عام'],
],
"aculeate": [
['شائك'],
['صفة'],
['عام'],
],
"abetter": [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
"acetyl": [
['الأسيتيل'],
['اسم:مادة'],
['ك'],
],
"acropetal": [
['قِمّي التعاقب'],
['صفة'],
['نب'],
],
"actinomorphic": [
['مُنتظم'],
['صفة'],
['نب'],
],
"acridine": [
['الأكريدين'],
['اسم'],
['صي'],
],
"accelerative": [
['متسارع'],
['صفة'],
['عام'],
],
"acrocarpous": [
['مثمر عند قمّة الساق الرئيسيّة'],
['صفة'],
['نب'],
],
"absorbing": [
['شادّ للانتباه'],
['صفة'],
['عام'],
],
"accoucheur": [
['طبيب ولادة'],
['اسم:شخص'],
['عام'],
],
"acquirement": [
['اكتساب'],
['اسم'],
['عام'],
],
"acidimetry": [
['قياس الحمضيّة'],
['اسم'],
['ك'],
],
"activistic": [
['فعاليّ المذهب'],
['صفة'],
['عام'],
],
"acceptability": [
['المَقبوليّة'],
['اسم'],
['عام'],
],
"admirable": [
['ممتاز', 'رائع'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acetate": [
['خَلَّات'],
['اسم:مادة'],
['ك'],
],
"self-induced abortion": [
['إجهاض ذاتيّ'],
['اسم'],
['أج'],
],
"accessary": [
['مُلحق', 'ثانويّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abstract expressionism": [
['التجريديّة التعبيريّة'],
['اسم'],
['رم'],
],
"aconite": [
['البيش', 'جذور البيش الفة'],
['اسم:مادة', 'اسم'],
['نب', 'نب'],
],
"admonition": [
['تذكير', 'عتاب', 'نُصح'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"abidance": [
['التزام لِ', 'تقيّد ب'],
['اسم:حدث', 'اسم:حدث'],
['عام', 'عام'],
],
"academy": [
['معهد', 'مَجمَع', 'مدرسة', 'أكاديمية أفلاطون'],
['اسم:مكان', 'اسم:مكان', 'اسم:مكان', 'اسم'],
['عام', 'عام', 'عام', 'فف'],
],
"acarpelous": [
['عديم الخباء'],
['صفة'],
['نب'],
],
"acetanilid": [
['الأسيتانيليد'],
['اسم:مادة'],
['ك'],
],
"admiring": [
['مثير للإعجاب'],
['صفة'],
['عام'],
],
"acknowledge": [
['يعترف ب'],
['فعل:لازم'],
['عام'],
],
"adducent": [
['مقرِّب'],
['صفة'],
['عام'],
],
"accouter": [
['يُجهّز'],
['فعل'],
['عام'],
],
"absorption coefficient": [
['مُعامِل الامتصاص'],
['اسم'],
['ض'],
],
"admonish": [
['يذكّر ب'],
['فعل:لازم'],
['عام'],
],
"acrostic": [
['عبارة تُشكّل حروف أوئل كلماتها كلمة ذات معنى', 'سلسلة كلمات مرتبة بشكل خاص'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acquisition": [
['اكتساب'],
['اسم'],
['عام'],
],
"adjuster": [
['مُعدِّل'],
['اسم'],
['عام'],
],
"accompanist": [
['معازف مُصاحب', 'مُغنِّي مصاحب'],
['اسم:شخص', 'اسم:شخص'],
['مو', 'مو'],
],
"adoration": [
['هيام', 'توقير'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adjective": [
['وصفيّ', 'إجرائيّ', 'صفة'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
"abundantly": [
['بغزارة'],
['صفة'],
['عام'],
],
"abstainer": [
['ممتنع'],
['اسم:شخص'],
['عام'],
],
"accompaniment": [
['مصاحبة', 'مُتمِّم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adust": [
['محروق', 'كئيب'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"adjacent angles": [
['الزاويتان المتجاورتان'],
['اسم'],
['هن'],
],
"advisement": [
['رويّة'],
['اسم'],
['عام'],
],
"adjustment": [
['ضبط', 'تعديل', 'توافق'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'نف'],
],
"aeon": [
['دهر'],
['اسم'],
['عام'],
],
"adrenalin": [
['الأدرينالين'],
['اسم'],
['ط'],
],
"accelerate": [
['يُسَرِّع', 'يُعجِّل', 'يتسارع'],
['فعل', 'فعل', 'فعل'],
['فز', 'عام', 'عام'],
],
"actuary": [
['خبير بشؤون التأمين'],
['اسم:شخص'],
['عام'],
],
"adieu": [
['وداعاعاً'],
['هتاف'],
['عام'],
],
"accepted": [
['مقبول', 'مُستحسَن'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"adsorb": [
['يمتزّ'],
['فعل'],
['عام'],
],
"accommodator": [
['خادم بديل'],
['اسم'],
['عام'],
],
"acquired": [
['مُكتَسَب'],
['صفة'],
['عام'],
],
"academic": [
['أكاديميّ'],
['صفة'],
['عام'],
],
"abducent": [
['مُبعِد'],
['صفة'],
['عام'],
],
"abductor": [
['الخاطف', 'المختطف', 'المُبعِد عن المركز الأصليّ', 'عضَلة مُبعِدَة'],
['اسم:شخص', 'اسم:شخص', 'اسم', 'اسم'],
['عام', 'عام', 'فز', 'ت'],
],
"about-face": [
['تغيير مفاجئ'],
['اسم'],
['عام'],
],
"acoustical": [
['سمعيّ'],
['صفة'],
['عام'],
],
"achromous": [
['عديم اللون'],
['صفة'],
['عام'],
],
"accelerando": [
['بتسارع تدريجيّ', 'متسارع تدريجييّاُ'],
['حال', 'صفة'],
['مو', 'مو'],
],
"aardvark": [
['خنزير الأرض'],
['اسم:كائن'],
['عام'],
],
"act of God": [
['قضاء وقدر'],
['اسم'],
['عام'],
],
"absentminded": [
['شارد الذهن'],
['صفة'],
['عام'],
],
"abstractedness": [
['ذهول'],
['اسم'],
['عام'],
],
"admiral": [
['أمير البحر', 'أميرة الفراش'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"acoustics": [
['علم الصوت'],
['اسم'],
['صو'],
],
"abstracted": [
['ذاهل'],
['صفة'],
['عام'],
],
"actively": [
['بشكل فعَّال'],
['حال'],
['عام'],
],
"adrenalectomy": [
['استئصال غدّة كظريّة'],
['اسم'],
['جر'],
],
"accustomed": [
['معتاد'],
['صفة'],
['عام'],
],
"abdominal": [
['بطنيّ', 'جوفيّ'],
['صفة', 'صفة'],
['ط', 'عام'],
],
"abeyant": [
['مُعطَّل', 'مُعلَّق'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"accession": [
['تعاظم', 'نماء', 'موافقة', 'نوبة مفاجئة'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'ط'],
],
"ad interim": [
['في غضون ذلك', 'مؤقتاً'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"admittedly": [
['على نحو لايمكن إنكاره'],
['حال'],
['عام'],
],
"abet": [
['يُغري', 'يُحرِّض'],
['فعل:متعدي', 'فعل'],
['عام', 'عام'],
],
"actinometer": [
['مقياس الإشعاع'],
['اسم'],
['فز'],
],
"aberrancy": [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"abstractionism": [
['التجريديّة'],
['اسم'],
['رم'],
],
"accidental": [
['عَرَضيّ', 'غير مقصود', 'عَرَض', 'علامة التحويل الموسيقي'],
['صفة', 'صفة', 'اسم', 'اسم'],
['عام', 'عام', 'ط', 'مو'],
],
"adage": [
['مَثَل'],
['اسم'],
['عام'],
],
"acidulent": [
['حامض قليلاً', 'قاس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"aedile": [
['المُحتسِب'],
['اسم'],
['عام'],
],
"adopter": [
['مُتبنّي'],
['اسم:شخص'],
['عام'],
],
"abrogative": [
['مُلغى'],
['صفة'],
['عام'],
],
"acetylation": [
['الأستَلَة'],
['اسم'],
['ك'],
],
"acclamatory": [
['تهليليّ'],
['صفة'],
['عام'],
],
"adrift": [
['على غير هدى', 'طاف من غير مرساة'],
['حال', 'صفة'],
['عام', 'عام'],
],
"accost": [
['يبادره بالكلام'],
['فعل'],
['عام'],
],
"A battery": [
['بطارية ألفا'],
['اسم'],
['رد'],
],
"able": [
['قادر'],
['صفة'],
['عام'],
],
"aeolian": [
['ريحيّ'],
['صفة'],
['عام'],
],
"admonisher": [
['الناصح', 'اللائم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accommodation ladder": [
['سُلَّم مُدلَّاة'],
['اسم'],
['عام'],
],
"adherence": [
['موالاة', 'التصاق'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"accused": [
['مُتَّهَم', 'المُدّعى عليه'],
['صفة', 'اسم:شخص'],
['عام', 'عام'],
],
"abomasal": [
['مِنفحيّ'],
['اسم'],
['أح'],
],
"aba": [
['عباءة'],
['اسم:شيئ'],
['عام'],
],
"acetic acid": [
['حمض الخلّ'],
['اسم:مادة'],
['ك'],
],
"accumulate": [
['يكدِّس', 'يتكدَّس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"aboriginal": [
['بدائيّ'],
['صفة'],
['عام'],
],
"abandonee": [
['المتنازَل له'],
['اسم:شخص'],
['ق'],
],
"adequate": [
['ملائم'],
['صفة'],
['عام'],
],
"abandon": [
['يتنازل عن', 'يترك', 'يُقلع عن', 'يستسلم ل', 'تهتُّك', 'حماسة'],
['فعل:لازم', 'فعل:متعدي', 'فعل:لازم', 'فعل:لازم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
"adduct": [
['يقرّب نحو المحور الرئيسيّ'],
['فعل:متعدي'],
['فس'],
],
"Adam": [
['آدم', 'النزعة البشرية للإثم'],
['اسم:شخص', 'اسم'],
['عام', 'عام'],
],
"abstruse": [
['عويص'],
['صفة'],
['عام'],
],
"admission": [
['اعتراف', 'تسليم', 'إدخال', 'قبول', 'رسم الدخول'],
['اسم', 'اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"aeolotropic": [
['متباين الخواصّ'],
['صفة'],
['عام'],
],
"acriflavine": [
['الأكريفلافين'],
['اسم'],
['صي'],
],
"aconitum": [
['البيش', 'جذور البيش المجففة'],
['اسم:مادة', 'اسم'],
['نب', 'صي'],
],
"absent voter": [
['الناخب المُتغيّب'],
['اسم:شخص'],
['عام'],
],
"ad valorem": [
['حَسَب القيمة'],
['اسم'],
['عام'],
],
"accident": [
['حادث', 'نكبة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"adytum": [
['حَرَم'],
['اسم'],
['عام'],
],
"acariasis": [
['الجَرَب القُراديّ'],
['اسم'],
['مض'],
],
"acryl": [
['الأكْريل'],
['اسم:مادة'],
['ك'],
],
"absorption control": [
['التحكّم في الامتصاص'],
['اسم'],
['رد'],
],
"adjure": [
['يستحلف', 'يناشد'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"A. C.": [
['تيار متناوب'],
['اسم'],
['كب'],
],
"adolescent": [
['مُراهق', 'مُراهق'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"abeyance": [
['تعطيل مؤقت', 'مُعلَّق مؤقتاً'],
['اسم:حدث', 'اسم:شيئ'],
['عام', 'عام'],
],
"actuator": [
['مُشغِّل'],
['اسم'],
['عام'],
],
"abrogate": [
['يلغي'],
['فعل'],
['عام'],
],
"adoptive": [
['بالتبنيّ'],
['صفة'],
['عام'],
],
"abuse": [
['ييسيئ', 'إساءة'],
['فعل', 'اسم'],
['عام', 'عام'],
],
"accordion": [
['أكورديون', 'قابل للطيّ'],
['اسم', 'صفة'],
['مو', 'عام'],
],
"adaptive": [
['مكيِّف', 'تكيّفيّ'],
['اسم', 'صفة'],
['عام', 'عام'],
],
"abode": [
['مقرّ', 'مسكن'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
"addendum": [
['إضافة', 'ملحق', 'مطرف سنّ الترس'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'مك'],
],
"abecedarian": [
['تلميذ أُميّ', 'مبتدئ', 'أبجديّ', 'ابتدائيّ'],
['اسم:شخص', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
"adze": [
['قدُّوم', 'يقطع بالقدُّوم'],
['اسم', 'فعل'],
['عام', 'عام'],
],
"adventurous": [
['خطِر', 'مغامر'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"adenoma": [
['الورم الغدّيّ'],
['اسم'],
['مض'],
],
"acme": [
['ذروة'],
['اسم'],
['عام'],
],
"abstractive": [
['تلخيصيّ', 'تجريديّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"admire": [
['يُعجب ب', 'يُكبِر'],
['فعل:لازم', 'فعل:متعدي'],
['عام', 'عام'],
],
"abbess": [
['راهبة'],
['اسم:شخص'],
['عام'],
],
"accountability": [
['مسؤوليّة'],
['اسم'],
['عام'],
],
"abracadabra": [
['تعويذة', 'كلام غير مفهوم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"achromatous": [
['عديم اللون', 'ناقص اللون'],
['صفة', 'صفة'],
['بص', 'بص'],
],
"acquittal": [
['إعفاء', 'تبرئة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"ab intra": [
['من الداخل'],
['اسم'],
['عام'],
],
"absolutely": [
['بكل تأكيد'],
['حال'],
['عام'],
],
"abacus": [
['عمود', 'المعداد'],
['اسم:شيئ', 'اسم:شيئ'],
['عم', 'ر'],
],
"adjectival": [
['نعتيّ'],
['صفة'],
['عام'],
],
"accountableness": [
['مسؤولية'],
['اسم'],
['عام'],
],
"abbacy": [
['رئاسة دَير'],
['اسم'],
['عام'],
],
"absorbent": [
['ممتص', 'ممتص'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"acidification": [
['تحميض'],
['اسم'],
['ك'],
],
"ad": [
['إعلان'],
['اسم'],
['عام'],
],
"abominate": [
['يُبغض'],
['فعل'],
['عام'],
],
"aclinic line": [
['خط اللاانحراف'],
['اسم'],
['عام'],
],
"admitted": [
['مُعترف به'],
['صفة'],
['عام'],
],
"abrogation": [
['إلغاء'],
['اسم'],
['عام'],
],
"adjacent": [
['متاخم'],
['صفة'],
['عام'],
],
"abigail": [
['جارية'],
['اسم:شخص'],
['عام'],
],
"abulia": [
['فَقْد الإرادة'],
['اسم'],
['نف'],
],
"acoustician": [
['مهندس الصوت'],
['اسم:شخص'],
['صو'],
],
"acromegalic": [
['تضخّم الأطراف'],
['صفة'],
['مض'],
],
"adhesive": [
['دبِق', 'سريع الالتصاق', 'لزج', 'مادة سريعة التماسك'],
['صفة', 'صفة', 'صفة', 'اسم:مادة'],
['عام', 'عام', 'عام', 'عام'],
],
"abolishment": [
['إلغاء', 'إبطال', 'القضاء على'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
"acerb": [
['حامض', 'فظّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"admissible": [
['مقبول'],
['صفة'],
['عام'],
],
"admirably": [
['على نحو رائع'],
['حال'],
['عام'],
],
"above": [
['فوق'],
['حال'],
['عام'],
],
"adulterine": [
['مغشوش', 'غير شرعيّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"acinous": [
['مُعَنَّب'],
['صفة'],
['عام'],
],
"aciniform": [
['عنقوديّ الشكل'],
['صفة'],
['عام'],
],
"accept": [
['يقبل'],
['فعل'],
['عام'],
],
"absenteeism": [
['تغيُّب مُزمن'],
['اسم:حدث'],
['عام'],
],
"acaulescent": [
['لاساقيّ'],
['صفة'],
['نب'],
],
"abrasive": [
['كاشط', 'مادّة كاشطة'],
['صفة', 'اسم:مادة'],
['عام', 'عام'],
],
"ache": [
['يوجع', 'يبتئس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"ack-ack": [
['مدفع مضادّ للطائات'],
['اسم'],
['جن'],
],
"addle": [
['فاسد', 'مشوّش', 'يفسِد', 'يشوِّش', 'يتشوَّش'],
['صفة', 'صفة', 'فعل:متعدي', 'فعل', 'فعل:لازم'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
"adroitly": [
['بشكل بارع'],
['حال'],
['عام'],
],
"accessory": [
['ملحق', 'كمالييّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"a cheval": [
['على ظهر الجواد', 'منفرج الساقين'],
['حال', 'حال'],
['عام', 'عام'],
],
"active": [
['فعَّال'],
['صفة'],
['عام'],
],
"abrasion": [
['كَشْط'],
['اسم'],
['عام'],
],
"acerbate": [
['يُغضِب'],
['فعل'],
['عام'],
],
"accountable": [
['مسؤول', 'قابل للتفسير'],
['صفة', 'اسم'],
['عام', 'عام'],
],
"adunc": [
['معقوف'],
['صفة'],
['عام'],
],
"acetylate": [
['يُضيف الأسيتيل'],
['فعل'],
['ك'],
],
"abstruseness": [
['عميق'],
['اسم'],
['عام'],
],
"acrylic": [
['أكريليك'],
['اسم:مادة'],
['ك'],
],
"abhorrence": [
['مقت', 'اشمئزاز', 'بغيض'],
['اسم:شعور', 'اسم:شعور', 'اسم:شيئ'],
['عام', 'عام', 'عام'],
],
"accumulativness": [
['تراكم'],
['اسم'],
['عام'],
],
"ablaze": [
['مشتعل', 'ملتهب', 'مُتلهِّف', 'شديد الغضب'],
['حال', 'صفة', 'صفة:شخص', 'صفة:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
"acetabular": [
['حُقّي'],
['صفة'],
['ت'],
],
"Acanthocephala": [
['شائكة الرأس'],
['اسم'],
['أح'],
],
"aquiescent": [
['ميَّال للقبول'],
['صفة'],
['عام'],
],
"admirer": [
['مُعجب'],
['اسم'],
['عام'],
],
"acutely": [
['بشكل حادّ', 'بشكل دقيق'],
['حال', 'حال'],
['عام', 'عام'],
],
"activated carbon": [
['الكربون المنشَّط'],
['اسم'],
['ك'],
],
"Administration": [
['حكومة'],
['اسم'],
['عام'],
],
"adverbial": [
['ظرفيّ'],
['صفة'],
['ل'],
],
"ad hoc": [
['لهذا الغرض'],
['ماسم'],
['عام'],
],
"adhere": [
['يلتصق', 'يلتحم'],
['فعل:لازم', 'فعل:لازم'],
['عام', 'عام'],
],
"acrimony": [
['حِدَّة'],
['اسم'],
['عام'],
],
"addictive": [
['إدمنانيّ'],
['صفة'],
['عام'],
],
"abbot": [
['رئيس دَيْر'],
['اسم:شخص'],
['عام'],
],
"acridness": [
['لَذْع'],
['اسم'],
['عام'],
],
"adjacency": [
['متاخمَة'],
['اسم'],
['عام'],
],
"adaption": [
['تكيُّف'],
['اسم'],
['عام'],
],
"acetimeter": [
['مقياس حمض الخل'],
['اسم'],
['ك'],
],
"abutment": [
['ممحاذاة', 'دعامة', 'كتف'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عم'],
],
"academical": [
['أكاديميّ', 'اللباس الجامعي'],
['صفة', 'اسم:شيئ'],
['عام', 'عام'],
],
"Acropolis": [
['قلعة أثينا'],
['اسم:مكان'],
['عام'],
],
"absolutist": [
['مؤيِّد للاستبداد'],
['اسم:شخص'],
['عام'],
],
"advice": [
['نصيحة', 'أنباء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
"aboveground": [
['فوق سطح الأرض', 'على قيد الحياة'],
['صفة', 'حال'],
['عام', 'عام'],
],
"abridge": [
['يختصر', 'يقصّر'],
['فعل', 'فعل'],
['عام', 'عام'],
],
"achievable": [
['ممكن إنجازه'],
['صفة'],
['عام'],
],
"addict": [
['يُدمن', 'مُدمن'],
['فعل', 'اسم:شخص'],
['عام', 'عام'],
],
"advertising": [
['الإعلان'],
['اسم'],
['عام'],
],
"adscript": [
['مكتوب بعد', 'مرتبط بالأرض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
"actualize": [
['يحقّق', 'يتحقّق'],
['فعل:متعدي', 'فعل:لازم'],
['عام', 'عام'],
],
"abstraction": [
['تجريد'],
['اسم'],
['عام'],
],
"achieve": [
['يُنجِز'],
['فعل'],
['عام'],
],
"advent": [
['حلول'],
['اسم'],
['عام'],
],
"acatalectic": [
['كامل التفاعيل'],
['صفة'],
['عر'],
],
"accusative case": [
['حالة النصب'],
['اسم'],
['ل'],
],
"actinism": [
['الأكتينيَّة'],
['اسم'],
['فز'],
]}
