dict = {'acanthopterygian': [
['شائِكَة الزعانف'],
['اسم'],
['أح'],
],
'absorption coefficient': [
['مُعامِل الامتصاص'],
['اسم'],
['ض'],
],
'abdicator': [
['مُتنازِل'],
['اسم:شخص'],
['عام'],
],
'abdominal': [
['بطنيّ', 'جوفيّ'],
['صفة', 'صفة'],
['ط', 'عام'],
],
'acetyl': [
['الأسيتيل'],
['اسم:مادة'],
['ك'],
],
'ablation': [
['استئصال'],
['اسم:حدث'],
['ط'],
],
'Abyssinian': [
['أحبشيّ'],
['اسم:شخص'],
['عام'],
],
'abjuration': [
['قسم'],
['اسم'],
['عام'],
],
'acetabulum': [
['الحُق الحرقفيّ'],
['صفة'],
['ت'],
],
'abortion': [
['إجهاض'],
['اسم'],
['عام'],
],
'acetal': [
['الأسيتال'],
['اسم'],
['ك'],
],
'abstinent': [
['تقشُّف'],
['صفة'],
['عام'],
],
'accountant': [
['مسؤول', 'محاسساسِب'],
['اسم:شخص', 'اسم:فاعل'],
['عام', 'عام'],
],
'abaddon': [
['الجحيم', 'ملاك الجحيم'],
['اسم:مكان', 'اسم:شخص'],
['عام', 'عام'],
],
'acetose': [
['خلّي'],
['صفة'],
['ك'],
],
'absolutely': [
['بكل تأكيد'],
['حال'],
['عام'],
],
'abdicate': [
['يتنازل'],
['فعل'],
['عام'],
],
'ably': [
['ببراعة'],
['حال'],
['عام'],
],
'acetabular': [
['حُقّي'],
['صفة'],
['ت'],
],
'acceptability': [
['المَقبوليّة'],
['اسم'],
['عام'],
],
'about': [
['حول'],
['اسم'],
['عام'],
],
'above-mentioned': [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
'abreast': [
['جنباً إلى جنب'],
['حال'],
['عام'],
],
'acaudate': [
['لاذيليّ'],
['صفة'],
['ح'],
],
'accessary': [
['مُلحق', 'ثانويّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'accrete': [
['يُلحم'],
['فعل'],
['عام'],
],
'abusive': [
[': مُسيئ'],
['صفة'],
['عام'],
],
'abhorrer': [
['مُشمئز'],
['اسم:شخص'],
['عام'],
],
'abash': [
['يُخجِل', 'يُربِك'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
'abatis': [
['عائق'],
['اسم'],
['عام'],
],
'abdomen': [
['بطن', 'جوف'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
'above-named': [
['مذكور آنفاً'],
['صفة'],
['عام'],
],
'accidentally': [
['مصادفة', 'من غير قصد'],
['حال', 'حال'],
['عام', 'عام'],
],
'acetylation': [
['الأستَلَة'],
['اسم'],
['ك'],
],
'a bas': [
['فليسقط'],
['هتاف'],
['عام'],
],
'accentual': [
['مؤكَّد'],
['صفة'],
['عام'],
],
'accumulative': [
['تراكميّ'],
['صفة'],
['عام'],
],
'absorption': [
['امتصاص', 'انهماك'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'absorbent': [
['ممتص', 'ممتص'],
['صفة', 'اسم'],
['عام', 'عام'],
],
'an': [
['ما'],
['أداة:تنكير'],
['عام'],
],
'absinthism': [
['التسمم الأفسنتينيّ'],
['اسم'],
['ط'],
],
'accordant': [
['ملائم'],
['صفة'],
['عام'],
],
'abstainer': [
['ممتنع'],
['اسم:شخص'],
['عام'],
],
'acanthus': [
['الأقَنْثوس', 'زخرف شبيه بأوراق الأقَنْثا'],
['اسم', 'اسم'],
['نب', 'عم'],
],
'absolution': [
['عتق', 'غفران'],
['اسم', 'اسم'],
['عام', 'كن'],
],
'A. B.': [
['بكالوريوس في الآداب', 'ملّاح محنّك'],
['اسم:ميزة', 'اسم:شخص'],
['عام', 'عام'],
],
'abstruse': [
['عويص'],
['صفة'],
['عام'],
],
'accost': [
['يبادره بالكلام'],
['فعل'],
['عام'],
],
'abreact': [
['يحرر نفسياً'],
['فعل'],
['نف'],
],
'absolute temperature': [
['درجة الحرارة المُطلقة'],
['اسم'],
['فز'],
],
'aboriginal': [
['بدائيّ'],
['صفة'],
['عام'],
],
'accustom': [
['يعَوّد'],
['فعل'],
['عام'],
],
'abscess': [
['خُرّاج'],
['اسم'],
['عام'],
],
'ab intra': [
['من الداخل'],
['اسم'],
['عام'],
],
'accusatorial': [
['خاص بالمُتَّهم'],
['صفة'],
['ق'],
],
'achromous': [
['عديم اللون'],
['صفة'],
['عام'],
],
'accurate': [
['دقيق'],
['صفة'],
['عام'],
],
'absent': [
['غائب', 'يغيب'],
['صفة', 'فعل'],
['عام', 'عام'],
],
'acetous': [
['خلّي'],
['صفة'],
['ك'],
],
'abaser': [
['مُذِلّ'],
['اسم:شخص'],
['عام'],
],
'accidence': [
['علم الصَّرف'],
['اسم'],
['ل'],
],
'abstract number': [
['عدد مُجرَّد'],
['اسم'],
['ر'],
],
'acidosis': [
['انخفاض قلوية الدم والأنسجة'],
['اسم'],
['مض'],
],
'accordingly': [
['وفقااً لذلك'],
['حال'],
['عام'],
],
'accredited': [
['مُعتمد'],
['صفة'],
['عام'],
],
'self-induced abortion': [
['إجهاض ذاتيّ'],
['اسم'],
['أج'],
],
'abbacy': [
['رئاسة دَير'],
['اسم'],
['عام'],
],
'abduction splint': [
['جَبيرة الإبعاد'],
['اسم'],
['عام'],
],
'abjuratory': [
['اجتناب'],
['صفة'],
['عام'],
],
'acclimate': [
['يؤقلم', 'يتأقلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'absolute monarchy': [
['المَلِكيّة المُطْلقة'],
['اسم'],
['عام'],
],
'abruptly pinnate': [
['ريشيّ أبتر (ريشيّ الترتيب ولكن بدون الورقة الوسطى في الطرف)'],
['صفة'],
['نب'],
],
'abetter': [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
'abatement': [
['مبلغ مُقتطع'],
['اسم'],
['عام'],
],
'abbatial': [
['متعلق برئاسة دَير'],
['صفة'],
['عام'],
],
'accused': [
['مُتَّهَم', 'المُدّعى عليه'],
['صفة', 'اسم:شخص'],
['عام', 'عام'],
],
'abyssal': [
['سحيق'],
['صفة'],
['عام'],
],
'acanthi': [
['نبات الأقَنْثوس'],
['اسم'],
['نب'],
],
'A. C.': [
['تيار متناوب'],
['اسم'],
['كب'],
],
'acentric': [
['لامركزيّ'],
['صفة'],
['عام'],
],
'abnormally': [
['على نحوٍ شاذّ'],
['حال'],
['عام'],
],
'accustomed': [
['معتاد'],
['صفة'],
['عام'],
],
'accelerometer': [
['مقياس التسارع'],
['اسم'],
['طي'],
],
'abrasive': [
['كاشط', 'مادّة كاشطة'],
['صفة', 'اسم:مادة'],
['عام', 'عام'],
],
'academic': [
['أكاديميّ'],
['صفة'],
['عام'],
],
'abbess': [
['راهبة'],
['اسم:شخص'],
['عام'],
],
'acculturation': [
['بتادل ثقافيّ'],
['اسم'],
['عام'],
],
'ablution': [
['وضوء', 'ماء الغَسل'],
['اسم:حدث', 'اسم:شيئ'],
['اس', 'عام'],
],
'absurd': [
['سخيف'],
['صفة'],
['عام'],
],
'abhor': [
['يمقت بشدّة', 'يشمئز من'],
['فعل:متعدي', 'فعل:لازم'],
['عام', 'عام'],
],
'abolitionist': [
['إبطاليّ'],
['اسم:شخص'],
['عام'],
],
'aboveground': [
['فوق سطح الأرض', 'على قيد الحياة'],
['صفة', 'حال'],
['عام', 'عام'],
],
'absorption spectrum': [
['طَيْف الامتصاص'],
['اسم'],
['ض'],
],
'accelerative': [
['متسارع'],
['صفة'],
['عام'],
],
'abscond': [
['يفرّ'],
['فعل'],
['عام'],
],
'a cheval': [
['على ظهر الجواد', 'منفرج الساقين'],
['حال', 'حال'],
['عام', 'عام'],
],
'accomplish': [
['يُنجز'],
['فعل'],
['عام'],
],
'absinthium': [
['الأفْسِنتين'],
['اسم'],
['صي'],
],
'absolutist': [
['مؤيِّد للاستبداد'],
['اسم:شخص'],
['عام'],
],
'acariasis': [
['الجَرَب القُراديّ'],
['اسم'],
['مض'],
],
'aba': [
['عباءة'],
['اسم:شيئ'],
['عام'],
],
'absence of mind': [
['شرود الذهن'],
['اسم'],
['عام'],
],
'according to': [
['بحسب'],
['حرف جر'],
['عام'],
],
'abate': [
['يلغي', 'يَضعُف', 'ينقُص'],
['فعل:متعدي', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
'accoutre': [
['ييُجهِّز'],
['فعل'],
['عام'],
],
'abettor': [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
'acarid': [
['قُمَّليّ'],
['صفة'],
['عام'],
],
'accommodation': [
['تجهيز', 'تسوية'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abracadabra': [
['تعويذة', 'كلام غير مفهوم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abigail': [
['جارية'],
['اسم:شخص'],
['عام'],
],
'abetment': [
['تحريض', 'إغواء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'absorption control': [
['التحكّم في الامتصاص'],
['اسم'],
['رد'],
],
'acauline': [
['لاساقيّ'],
['صفة'],
['نب'],
],
'acclamation': [
['تهليل'],
['اسم'],
['عام'],
],
'abridgement': [
['اختصار', 'موجز'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'account': [
['حساب', 'اعتبار'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abrogative': [
['مُلغى'],
['صفة'],
['عام'],
],
'abdominous': [
['ضخم ابطن'],
['صفة'],
['ط'],
],
'ab ovo': [
['من البداية'],
['حال'],
['عام'],
],
'abide': [
['يبقى', 'يقيم', 'يثبت', 'ينتظر', 'يواجه', 'يتحمَّل'],
['فعل:لازم', 'فعل', 'فعل', 'فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
'absorption band': [
['شريط الامتصاص'],
['اسم'],
['ض'],
],
'abhorrent': [
['مشمئز', 'بغيض', 'متنافٍ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
'abiding': [
['ثابت'],
['صفة'],
['عام'],
],
'accession': [
['تعاظم', 'نماء', 'موافقة', 'نوبة مفاجئة'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'ط'],
],
'aberration of light': [
['انحراف الضوء'],
['اسم'],
['بص'],
],
'accrual': [
['تراكم', 'متراكم'],
['اسم', 'اسم:مفعول'],
['عام', 'عام'],
],
'abyss': [
['جهنَّم', 'اللاتكوُّن', 'اللللُّج'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
'accipitrine': [
['صَقْريّ'],
['اسم'],
['عام'],
],
'accommodation ladder': [
['سُلَّم مُدلَّاة'],
['اسم'],
['عام'],
],
'acetylate': [
['يُضيف الأسيتيل'],
['فعل'],
['ك'],
],
'acerb': [
['حامض', 'فظّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'acetic': [
['خَلّي'],
['صفة'],
['ك'],
],
'accept': [
['يقبل'],
['فعل'],
['عام'],
],
'acetifier': [
['المُخلِّل', 'جهاز التخليل'],
['اسم', 'اسم'],
['ك', 'ك'],
],
'accompany': [
['يرافق', 'يُرفِق'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'abysmal': [
['سحيق'],
['صفة'],
['عام'],
],
'abomination': [
['بغيض'],
['اسم'],
['عام'],
],
'abolishment': [
['إلغاء', 'إبطال', 'القضاء على'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
'academician': [
['أدايمي', 'مَجْمَعيّ'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
'achromatism': [
['الأكروماتية'],
['اسم'],
['بص'],
],
'abase': [
['يُنزل رتبة', 'يُذِلّ'],
['فعل', 'فعل:متعدي'],
['عام', 'عام'],
],
'abnormity': [
['شذوذ'],
['اسم'],
['عام'],
],
'abeyant': [
['مُعطَّل', 'مُعلَّق'],
['صفة', 'اسم'],
['عام', 'عام'],
],
'accipiter': [
['صَقْر'],
['اسم:كائن'],
['عام'],
],
'accredit': [
['يُجيز'],
['فعل'],
['عام'],
],
'absorbing': [
['شادّ للانتباه'],
['صفة'],
['عام'],
],
'acaridan': [
['قُمَّليّ'],
['صفة'],
['عام'],
],
'a': [
['', 'ما', 'كلّ', 'من نفْس'],
['أداة:تنكير', 'أداة:تنكير', 'أداة', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
'acceleration of gravity': [
['تسارع الجاذبيّة'],
['اسم'],
['فز'],
],
'accretion': [
['ازدياد'],
['اسم'],
['عام'],
],
'abstentious': [
['ممتنع عن'],
['صفة'],
['عام'],
],
'above': [
['فوق'],
['حال'],
['عام'],
],
'abelmosk': [
['حبّ المِسك'],
['اسم:شيئ'],
['نب'],
],
'acanthaceous': [
['شائك'],
['صفة'],
['عام'],
],
'abashment': [
['إرباك'],
['اسم'],
['عام'],
],
'abundant number': [
['العدد الزائد'],
['اسم'],
['ر'],
],
'achievement': [
['إنجاز'],
['اسم'],
['عام'],
],
'aberrance': [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abdication': [
['تنازُل'],
['اسم'],
['عام'],
],
'abloom': [
['مُزهر', 'في حالة إزهار'],
['صفة:شيئ', 'حال'],
['عام', 'عام'],
],
'acetification': [
['تخليل', 'تخلُّل'],
['اسم:حدث', 'اسم'],
['ك', 'ك'],
],
'abaft': [
['في مؤخَّر'],
['اسم:مكان'],
['عام'],
],
'absent voter': [
['الناخب المُتغيّب'],
['اسم:شخص'],
['عام'],
],
'accommodator': [
['خادم بديل'],
['اسم'],
['عام'],
],
'abalienate': [
['يحوِّل'],
['فعل'],
['عام'],
],
'acaulescent': [
['لاساقيّ'],
['صفة'],
['نب'],
],
'acetic acid': [
['حمض الخلّ'],
['اسم:مادة'],
['ك'],
],
'abandoned': [
['مهجور', 'مخذول', 'متحرّر', 'متهتِّك'],
['صفة', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
'Achilles' heel': [
['موقع غير منيع'],
['اسم'],
['عام'],
],
'absolvatory': [
['غُفرانيّ'],
['صفة'],
['عام'],
],
'accentuate': [
['يؤكِّد', 'يُبرِز'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'accomplice': [
['شريك'],
['اسم:شخص'],
['عام'],
],
'abbotship': [
['رئاسة دَيْر'],
['اسم'],
['عام'],
],
'accusation': [
['اتهام'],
['اسم'],
['عام'],
],
'abductor': [
['الخاطف', 'المختطف', 'المُبعِد عن المركز الأصليّ', 'عضَلة مُبعِدَة'],
['اسم:شخص', 'اسم:شخص', 'اسم', 'اسم'],
['عام', 'عام', 'فز', 'ت'],
],
'abbreviation of fractions': [
['اختزال الكسور'],
['اسم'],
['ر'],
],
'abound': [
['يكثر'],
['فعل'],
['عام'],
],
'abundantly': [
['بغزارة'],
['صفة'],
['عام'],
],
'accumulativness': [
['تراكم'],
['اسم'],
['عام'],
],
'Acanthocephala': [
['شائكة الرأس'],
['اسم'],
['أح'],
],
'abomasum': [
['مِنفحة'],
['اسم'],
['أح'],
],
'abstract of title': [
['صورة مووجزة عن سند التمليك'],
['اسم'],
['ق'],
],
'acanthous': [
['شائك'],
['اسم'],
['عام'],
],
'abolitionism': [
['إبطاليّة'],
['اسم'],
['عام'],
],
'absconce': [
['مصباح قاتم للمنضدة'],
['اسم:شيئ'],
['كث'],
],
'Achilles' tendon': [
['وتر العرقوب'],
['اسم'],
['ت'],
],
'achromatous': [
['عديم اللون', 'ناقص اللون'],
['صفة', 'صفة'],
['بص', 'بص'],
],
'absolutory': [
['إحلاليّ'],
['صفة'],
['عام'],
],
'abiogenesis': [
['التولّد الذاتي'],
['اسم:حدث'],
['أح'],
],
'accumbent': [
['منحني للأمام', 'متكِّئ'],
['صفة', 'صفة'],
['عام', 'نب'],
],
'accomplished': [
['مُنجز'],
['صفة'],
['عام'],
],
'accouter': [
['يُجهّز'],
['فعل'],
['عام'],
],
'accouterment': [
['تجهيز', 'عَتَاد'],
['اسم', 'اسم'],
['عام', 'جن'],
],
'ace': [
['الأص', 'ذرّة', 'طيار يسقط خمس طائات عدوّة على الأقل', 'ممتاز'],
['اسم', 'اسم', 'اسم', 'صفة'],
['عام', 'عام', 'جن', 'عام'],
],
'able-bodied seaman': [
['ملّاح مُحنّك'],
['اسم:شخص'],
['عام'],
],
'acclimatization': [
['تأقلم', 'أقلمة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'accumulate': [
['يكدِّس', 'يتكدَّس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'abeam': [
['مقابلاً لمنتصف جانب السفينة'],
['حال'],
['عام'],
],
'abstractly': [
['نظريّ'],
['صفة'],
['عام'],
],
'abeyance': [
['تعطيل مؤقت', 'مُعلَّق مؤقتاً'],
['اسم:حدث', 'اسم:شيئ'],
['عام', 'عام'],
],
'accumulation': [
['تكديس', 'تراكم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abruptness': [
[' فُجاءة', 'فظاظة', 'عدم ترابط'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
'access': [
['وصول', 'نوبة', 'برنامج أكسس'],
['اسم', 'اسم', 'اسم'],
['عام', 'ط', 'تق'],
],
'abandon': [
['يتنازل عن', 'يترك', 'يُقلع عن', 'يستسلم ل', 'تهتُّك', 'حماسة'],
['فعل:لازم', 'فعل:متعدي', 'فعل:لازم', 'فعل:لازم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
'accouchement': [
['ولادة', 'نفاس'],
['اسم:حدث', 'اسم:حدث'],
['عام', 'عام'],
],
'abaxial': [
['بعيد عن المحور'],
['صفة'],
['عام'],
],
'ab initio': [
['من البداية'],
['اسم'],
['عام'],
],
'abomasal': [
['مِنفحيّ'],
['اسم'],
['أح'],
],
'abecedarian': [
['تلميذ أُميّ', 'مبتدئ', 'أبجديّ', 'ابتدائيّ'],
['اسم:شخص', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
'absentee': [
['المتغيّب'],
['صفة'],
['عام'],
],
'abducent nerve': [
['العصب المُبعِد'],
['اسم'],
['عام'],
],
'abuse': [
['ييسيئ', 'إساءة'],
['فعل', 'اسم'],
['عام', 'عام'],
],
'a capella': [
['بدون مصاحبة آلات موسيقية'],
['حال'],
['مو'],
],
'achievable': [
['ممكن إنجازه'],
['صفة'],
['عام'],
],
'abnormal': [
['شاذّ', 'غير سويّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'aciculate': [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
'abscissa': [
['الإحداثيّ السينيّ'],
['اسم'],
['ر'],
],
'abacus': [
['عمود', 'المعداد'],
['اسم:شيئ', 'اسم:شيئ'],
['عم', 'ر'],
],
'accessibility': [
['إمكانيّة الوصول', 'سهولة المنال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abdicable': [
['ممكن التنازل عنه'],
['صفة'],
['عام'],
],
'abbreviation': [
['اختصار'],
['اسم'],
['عام'],
],
'accessorial': [
['إضافيّ', 'ثانويّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'abominable snowman': [
['دب ثلجيّ'],
['اسم:كائن'],
['عام'],
],
'abrasion': [
['كَشْط'],
['اسم'],
['عام'],
],
'acetone': [
['الأسيتون'],
['اسم:مادة'],
['ك'],
],
'abut': [
['يتاخم'],
['فعل'],
['عام'],
],
'accuracy': [
['دقة'],
['اسم'],
['عام'],
],
'accurst': [
['ملعون', 'بغيض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'absentmindedness': [
['شرود الذهن'],
['اسم'],
['عام'],
],
'acarpellous': [
['عديم الخباء'],
['صفة'],
['نب'],
],
'abstractedness': [
['ذهول'],
['اسم'],
['عام'],
],
'accompaniment': [
['مصاحبة', 'مُتمِّم'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'acacia': [
['صمغ عريب'],
['اسم'],
['نب'],
],
'aberration': [
['ضلال', 'انحراف', 'الزَيْغ', 'اضطراب عقليّ'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'بص', 'عام'],
],
'accountancy': [
['محاسبة'],
['اسم'],
['عام'],
],
'account book': [
['دفتر حساب'],
['اسم'],
['عام'],
],
'abjectness': [
['دناءة', 'إذلال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'absence': [
['غياب', 'فقدان', 'انعدام'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
'accusal': [
['اتهام'],
['اسم'],
['عام'],
],
'abstain': [
['يمتنع عن', 'يُمسك'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'acclivous': [
['متصعّد'],
['صفة'],
['عام'],
],
'abridgment': [
['اختصار', 'موجز'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'accursed': [
['ملعون', 'بغيض'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'aborticide': [
['إجهاض', 'وسيلة إجهاض'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'accoutrement': [
['تجهيز', 'عَتَاد'],
['اسم', 'اسم'],
['عام', 'جن'],
],
'ablaze': [
['مشتعل', 'ملتهب', 'مُتلهِّف', 'شديد الغضب'],
['حال', 'صفة', 'صفة:شخص', 'صفة:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
'acidity': [
['الحامضيّة'],
['اسم'],
['ك'],
],
'acidimetry': [
['قياس الحمضيّة'],
['اسم'],
['ك'],
],
'abele': [
['الحَوْر الأبيض'],
['اسم:شيئ'],
['نب'],
],
'academy': [
['معهد', 'مَجمَع', 'مدرسة', 'أكاديمية أفلاطون'],
['اسم:مكان', 'اسم:مكان', 'اسم:مكان', 'اسم'],
['عام', 'عام', 'عام', 'فف'],
],
'acerbity': [
['حموضة', 'فظاظة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'aardvark': [
['خنزير الأرض'],
['اسم:كائن'],
['عام'],
],
'abruption': [
['توقف مفاجئ'],
['اسم'],
['عام'],
],
'absurdly': [
['بشكل سخيف'],
['حال'],
['عام'],
],
'Achates': [
['صديق مخلص'],
['اسم:شخص'],
['عام'],
],
'absorb': [
['يمتصّ'],
['فعل'],
['عام'],
],
'absorbed': [
['منهمك'],
['صفة'],
['عام'],
],
'aback': [
['إلى الوراء'],
['حال'],
['عام'],
],
'acceptant': [
['راغب في القبول'],
['صفة'],
['عام'],
],
'abnegate': [
['يتخلّى عن', 'يُنكر'],
['فعل:لازم', 'فعل:متعدي'],
['عام', 'عام'],
],
'able': [
['قادر'],
['صفة'],
['عام'],
],
'accountableness': [
['مسؤولية'],
['اسم'],
['عام'],
],
'abstract noun': [
['اسم المعنى'],
['اسم'],
['ل'],
],
'accommodation draft': [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
'abecedary': [
['أبجديّ', 'أوليّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'accounting': [
['تدوين الحسابات'],
['اسم'],
['عام'],
],
'accede': [
['ينضمّ', 'يوافق', 'يتبوَّأ منصب'],
['فعل', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
'accessible': [
['سهل المنال', 'ممكن الصوصل إليه'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'accommodation bill': [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
'acephalous': [
['بلا زعيم', 'عديم الرأس'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'acidic': [
['حمضيّ'],
['صفة'],
['ك'],
],
'abundance': [
['وَفْرَة'],
['اسم'],
['عام'],
],
'accompanyist': [
['عازف مصاحب', 'مغنّي مصاحب'],
['اسم:شخص', 'اسم:شخص'],
['مو', 'مو'],
],
'abjure': [
['يُقسم', 'يرتدّ عن', 'يجتنب'],
['فعل:لازم', 'فعل:لازم', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
'accoucheur': [
['طبيب ولادة'],
['اسم:شخص'],
['عام'],
],
'absoluteness': [
['الحقيقة المُطْلَقة'],
['اسم'],
['فف'],
],
'abominable': [
['بغيض'],
['صفة'],
['عام'],
],
'abalone': [
['أُذْن البحر'],
['اسم:كائن'],
['عام'],
],
'absolve': [
['يعتق', 'يعفو'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'accordion': [
['أكورديون', 'قابل للطيّ'],
['اسم', 'صفة'],
['مو', 'عام'],
],
'acidimeter': [
['مقياس الحمضيّة'],
['اسم'],
['ك'],
],
'acetate': [
['خَلَّات'],
['اسم:مادة'],
['ك'],
],
'accepter': [
['قابل'],
['اسم:شخص'],
['عام'],
],
'absorptive': [
['ممتصّ'],
['صفة'],
['عام'],
],
'abbey': [
['دَيْر', 'كنيسة'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
'absolute ceiling': [
['الارتفاع الأقصى المطلق'],
['اسم'],
['طي'],
],
'abduct': [
['يخطف', 'يُبعِد عن المركز الأصليّ'],
['فعل', 'فعل'],
['عام', 'فز'],
],
'accurately': [
['بشكل دقيق'],
['حال'],
['عام'],
],
'accusant': [
['مُتَّهِم'],
['اسم:فاعل'],
['عام'],
],
'acetanilid': [
['الأسيتانيليد'],
['اسم:مادة'],
['ك'],
],
'aberrancy': [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'ABC': [
['مبادئ'],
['اسم'],
['عام'],
],
'abstract': [
['مُلَخَّص', 'مُجرَّد', 'نظري', 'ييلخِّص', 'يُجرِّد'],
['اسم', 'صفة', 'اسم', 'فعل', 'فعل'],
['عام', 'عام', 'عام', 'عام', 'عام'],
],
'abbot': [
['رئيس دَيْر'],
['اسم:شخص'],
['عام'],
],
'absterge': [
['يُطهِّر', 'يُطهِّر الأمعاء'],
['فعل', 'فعل'],
['عام', 'ط'],
],
'aceldama': [
['حقل الدماء'],
['اسم'],
['عام'],
],
'acarpelous': [
['عديم الخباء'],
['صفة'],
['نب'],
],
'accord': [
['يلائم', 'اسنجام', 'ائتلاف', 'اتفاق'],
['فعل', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'مو', 'عام'],
],
'abstergent': [
['مُطهِّر', 'مادة مُطهِّرة'],
['صفة', 'اسم'],
['عام', 'صي'],
],
'abandonment': [
['تنازُل عن', 'تهتُّك', 'حماسة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
'acaroid': [
['قُرادانيّ'],
['صفة'],
['عام'],
],
'abominate': [
['يُبغض'],
['فعل'],
['عام'],
],
'abomasumsa': [
['مِنفحات'],
['اسم'],
['أح'],
],
'abstruseness': [
['عميق'],
['اسم'],
['عام'],
],
'acervate': [
['عنقوديّ الشكل'],
['اسم'],
['نب'],
],
'abject': [
['مُذلّ', 'مُدقِع', 'دنيئ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
'abnegation': [
['نكران'],
['اسم:حدث'],
['عام'],
],
'about-face': [
['تغيير مفاجئ'],
['اسم'],
['عام'],
],
'aberrant': [
['ضالّ', 'منحرف', 'شخارج عن المألوف', 'شاذّ السلوك'],
['صفة', 'صفة', 'اسم:شيئ', 'اسم:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
'accommodating': [
['لطيف', 'مجامل'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'acidify': [
['يُحّمحَمِّض', 'يتحمَّض'],
['فعل', 'فعل'],
['ك', 'ك'],
],
'accidental': [
['عَرَضيّ', 'غير مقصود', 'عَرَض', 'علامة التحويل الموسيقي'],
['صفة', 'صفة', 'اسم', 'اسم'],
['عام', 'عام', 'ط', 'مو'],
],
'acaudal': [
['لاذيليّ'],
['صفة'],
['ح'],
],
'A battery': [
['بطارية ألفا'],
['اسم'],
['رد'],
],
'A-bomb': [
['قنبلة ذريّة', 'يضرب بقنبلة ذريّة'],
['اسم:شيئ', 'فعل'],
['عام', 'عام'],
],
'Acheron': [
['الجحيم'],
['اسم'],
['عام'],
],
'abduction': [
['خَطف', 'إبعاد عن المركز الأصليّ'],
['اسم', 'اسم'],
['عام', 'فز'],
],
'abranchiate': [
['لاخيشوميّ'],
['صفة'],
['ح'],
],
'absolute zero': [
['الصفر المُطلق'],
['اسم'],
['فز'],
],
'accommodate': [
['يلائم', 'يزوِّد'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'therapeutic abortion': [
['إجهاذ علاجيّ'],
['اسم'],
['أج'],
],
'acerate': [
['إِبَريّ'],
['صفة'],
['عام'],
],
'abduce': [
['يُبعد', 'يُنحّي'],
['فعل', 'فعل'],
['فز', 'فز'],
],
'achlamydeous': [
['عارِ'],
['صفة'],
['نب'],
],
'accusative case': [
['حالة النصب'],
['اسم'],
['ل'],
],
'abortionist': [
['مُجهِض'],
['اسم:شخص'],
['عام'],
],
'abstemious': [
['معتدل'],
['صفة'],
['عام'],
],
'academical': [
['أكاديميّ', 'اللباس الجامعي'],
['صفة', 'اسم:شيئ'],
['عام', 'عام'],
],
'ab extra': [
['من الخارج'],
['اسم:مكان'],
['عام'],
],
'abrogation': [
['إلغاء'],
['اسم'],
['عام'],
],
'accountability': [
['مسؤوليّة'],
['اسم'],
['عام'],
],
'accelerate': [
['يُسَرِّع', 'يُعجِّل', 'يتسارع'],
['فعل', 'فعل', 'فعل'],
['فز', 'عام', 'عام'],
],
'accusatory': [
['اتهاميّ'],
['صفة'],
['عام'],
],
'achromic': [
['عديم اللون'],
['صفة'],
['عام'],
],
'Acanthaceae': [
['أقنَثيّ'],
['اسم'],
['نب'],
],
'accident': [
['حادث', 'نكبة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abandonee': [
['المتنازَل له'],
['اسم:شخص'],
['ق'],
],
'accomplushment': [
['إنجاز'],
['اسم'],
['عام'],
],
'acellular': [
['لاخَلَويّ'],
['صفة'],
['عام'],
],
'aberrant artery': [
['الشريان الزائغ'],
['اسم'],
['ط'],
],
'abruptly': [
['على نحو مفاجئ'],
['صفة'],
['عام'],
],
'acucular': [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
'abstracted': [
['ذاهل'],
['صفة'],
['عام'],
],
'acceptableness': [
['المَقبوليّة'],
['اسم'],
['عام'],
],
'achromatic lens': [
['عدسة لالونيّة'],
['اسم'],
['بص'],
],
'abortive': [
['مُخفِق', 'مُتلطِّف'],
['صفة', 'صفة'],
['عام', 'ط'],
],
'acetaldehyde': [
['الأسيتالديهيد'],
['اسم'],
['ك'],
],
'accelerator': [
['مُسرِّع', 'دوَّاسة البنزين', 'مادة مُسرِّعة للتفاعل'],
['اسم', 'اسم', 'اسم'],
['ت', 'سي', 'ك'],
],
'ablactate': [
['يَفطم'],
['فعل'],
['عام'],
],
'accountable': [
['مسؤول', 'قابل للتفسير'],
['صفة', 'اسم'],
['عام', 'عام'],
],
'absorptivity': [
['الامتصاصيّة'],
['اسم'],
['عام'],
],
'accompanist': [
['معازف مُصاحب', 'مُغنِّي مصاحب'],
['اسم:شخص', 'اسم:شخص'],
['مو', 'مو'],
],
'acceptation': [
['استحسان', 'قبول'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abradant': [
['كاشط', 'مادّة كاشطة'],
['صفة', 'اسم:مادة'],
['عام', 'عام'],
],
'AC': [
['تيار متناوب'],
['اسم'],
['كب'],
],
'acatalectic': [
['كامل التفاعيل'],
['صفة'],
['عر'],
],
'abstrusely': [
['عويص'],
['حال'],
['عام'],
],
'abiogenetic': [
['خاص بالتولد الذاتيّ'],
['صفة'],
['أح'],
],
'achromatin': [
['الأكروماتين'],
['اسم'],
['بص'],
],
'abroach': [
['على قدم وساق', 'مبزول'],
['حال', 'صفة'],
['عام', 'عام'],
],
'according as': [
['حسبما'],
['حرف عطف'],
['عام'],
],
'acid-fast': [
['مقاوم للحمض'],
['صفة'],
['ك'],
],
'abattoir': [
['مَسلَخ', 'مجزَر'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
'absinthe': [
['الأفسنتين', 'شراب مُسكر'],
['اسم:مادة', 'اسم'],
['نب', 'عام'],
],
'abreaction': [
['إزالة العُقَد'],
['اسم'],
['نف'],
],
'acarpous': [
['لاثَمَريّ'],
['صفة'],
['نب'],
],
'ability': [
['مقدرة', 'موهبة'],
['اسم:ميزة', 'اسم:ميزة'],
['عام', 'عام'],
],
'abutting': [
['متاخم'],
['صفة'],
['عام'],
],
'abroad': [
['خارج البلاد'],
['حال'],
['عام'],
],
'acclamatory': [
['تهليليّ'],
['صفة'],
['عام'],
],
'abbreviate': [
['يختزل', 'يختصر'],
['فعل:متعدي', 'فعل:متعدي'],
['ر', 'عام'],
],
'abolish': [
['يلغي', 'يمحو', 'يُبطل'],
['فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
'accessory': [
['ملحق', 'كمالييّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'academe': [
['معهد'],
['اسم:مكان'],
['عام'],
],
'accommodation paper': [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
'abstriction': [
['انفصام'],
['اسم'],
['نب'],
],
'abaca': [
['قنّب مانيليا', 'شجرة قنّب المانيليا'],
['اسم:شيئ', 'اسم:شيئ'],
['عام', 'عام'],
],
'accommodation note': [
['كمبالية إسعاف', 'كمبالية صورية'],
['اسم', 'اسم'],
['عام', 'تج'],
],
'acetylene': [
['الأسيتيلين'],
['اسم:مادة'],
['ك'],
],
'abed': [
['طريح الفراش'],
['حال'],
['عام'],
],
'absurdity': [
['سُخف'],
['اسم'],
['عام'],
],
'abasement': [
['إذلال'],
['اسم'],
['عام'],
],
'abashed': [
['مرتبك'],
['صفة'],
['عام'],
],
'DC': [
['تيار مستمر'],
['اسم'],
['كب'],
],
'abscission': [
['ببَتر', 'انفصال'],
['اسم', 'اسم'],
['عام', 'نب'],
],
'acceptance': [
['قبول'],
['اسم'],
['عام'],
],
'abort': [
['تُجهض', 'يتوقف عن النموّ', 'يُخفق'],
['فعل', 'فعل', 'فعل'],
['عام', 'أح', 'عام'],
],
'abstract expressionism': [
['التجريديّة التعبيريّة'],
['اسم'],
['رم'],
],
'abluent': [
['مُطهّر', 'دواء مُطههِّر'],
['صفة:شيئ', 'اسم:مادة'],
['عام', 'صي'],
],
'accolade': [
['معانقة', 'وسام'],
['اسم', 'اسم:شيئ'],
['عام', 'عام'],
],
'aboveboard': [
['علانية', 'صريح'],
['حال', 'صفة'],
['عام', 'عام'],
],
'accent mark': [
['علامة نطقية', 'رمز التوكيد'],
['اسم', 'اسم'],
['عام', 'مو'],
],
'accommodative': [
['يتكيف مع'],
['صفة'],
['عام'],
],
'aborigine': [
['أحد السكّان الأصليّين', 'النباتات والحيوانات الأصيلة'],
['اسم:شخص', 'اسم'],
['عام', 'أح'],
],
'acid': [
['حامض', 'حَمض'],
['صفة', 'اسم'],
['ك', 'ك'],
],
'acerbate': [
['يُغضِب'],
['فعل'],
['عام'],
],
'abrupt': [
['أبتر'],
['صفة'],
['عام'],
],
'aciculated': [
['إبريّ الشكل'],
['صفة'],
['عام'],
],
'abstraction': [
['تجريد'],
['اسم'],
['عام'],
],
'accuse': [
['يتَّهِم'],
['فعل'],
['عام'],
],
'accrue': [
['يصبح حقاً'],
['فعل'],
['عام'],
],
'abysm': [
['اللاتكوّن', 'اللُّج'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abbe': [
['راهب'],
['اسم:شخص'],
['عام'],
],
'absolute': [
['مُططْلَق', 'كامل', 'المُطْلَق'],
['صفة', 'صفة', 'اسم'],
['عام', 'عام', 'عام'],
],
'abscessed': [
['مُصاب بخُرّاج'],
['صفة'],
['عام'],
],
'able-bodied': [
['قويّ البنية'],
['صفة:شخص'],
['عام'],
],
'accordance': [
['انسجام'],
['اسم'],
['عام'],
],
'abstractive': [
['تلخيصيّ', 'تجريديّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'acetylize': [
['يُضيف الأسيتيل'],
['فعل'],
['ك'],
],
'aboard': [
['على متن', 'قُرب'],
['حال', 'اسم'],
['عام', 'عام'],
],
'acclimatize': [
['يؤقلم', 'يتأقلم'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'abortifacient': [
['مُجهِض', 'وسيلة إجهاض'],
['صفة', 'اسم'],
['عام', 'عام'],
],
'acidification': [
['تحميض'],
['اسم'],
['ك'],
],
'accelerando': [
['بتسارع تدريجيّ', 'متسارع تدريجييّاُ'],
['حال', 'صفة'],
['مو', 'مو'],
],
'abridge': [
['يختصر', 'يقصّر'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'acidifier': [
['مُحمِّض'],
['اسم:مادة'],
['ك'],
],
'accuser': [
['مُتَّهِم'],
['اسم:فاعل'],
['عام'],
],
'abet': [
['يُغري', 'يُحرِّض'],
['فعل:متعدي', 'فعل'],
['عام', 'عام'],
],
'abutilon': [
['أبوطيلون'],
['اسم'],
['نب'],
],
'ache': [
['يوجع', 'يبتئس'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'aardwolf': [
['ذئب الأرض'],
['اسم:كائن'],
['عام'],
],
'abiogenetical': [
['خاص بالتولّد الذاتيّ'],
['صفة'],
['أح'],
],
'abhorrence': [
['مقت', 'اشمئزاز', 'بغيض'],
['اسم:شعور', 'اسم:شعور', 'اسم:شيئ'],
['عام', 'عام', 'عام'],
],
'abode': [
['مقرّ', 'مسكن'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
'acetify': [
['يُخلِّل', 'يتخلّل'],
['فعل', 'فعل'],
['ك', 'ك'],
],
'accent': [
['لهجة', 'توكيد', 'يؤكِّد'],
['اسم', 'اسم', 'فعل'],
['عام', 'مو', 'عام'],
],
'achieve': [
['يُنجِز'],
['فعل'],
['عام'],
],
'acetimeter': [
['مقياس حمض الخل'],
['اسم'],
['ك'],
],
'abrade': [
['يبري', 'يكشط'],
['فعل', 'فعل'],
['عام', 'عام'],
],
'aboral': [
['بعيد عن الفم'],
['صفة'],
['ح'],
],
'abolition': [
['إبطال'],
['اسم'],
['عام'],
],
'abnormality': [
['شذوذ'],
['اسم'],
['عام'],
],
'abnormal psychology': [
['سيكولوجيا الشاذّين'],
['اسم'],
['نف'],
],
'acceptable': [
['مقبول'],
['صفة'],
['عام'],
],
'A': [
['أوّل'],
['حال'],
['عام'],
],
'accelerated': [
['مُسرَّع'],
['صفة'],
['فز'],
],
'abidance': [
['التزام لِ', 'تقيّد ب'],
['اسم:حدث', 'اسم:حدث'],
['عام', 'عام'],
],
'absolute value': [
['القيمة المُطلقة'],
['اسم'],
['ر'],
],
'abutment': [
['ممحاذاة', 'دعامة', 'كتف'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عم'],
],
'acidness': [
['حموضة'],
['اسم'],
['ك'],
],
'acetophenetidin': [
['الأسيتوفينتيدين'],
['اسم:مادة'],
['ك'],
],
'abuttals': [
['حدود'],
['اسم'],
['عام'],
],
'absurdness': [
['سُخف'],
['اسم'],
['عام'],
],
'abranchial': [
['لاخيشومي'],
['صفة'],
['ح'],
],
'abstinence': [
['امتناع', 'تقشُّف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'accumulator': [
['ممتص الصدمات', 'بطاريّة مختزِنة'],
['اسم', 'اسم'],
['مك', 'كب'],
],
'acanthocephalan': [
['شائكة الرأس'],
['اسم'],
['أح'],
],
'achene': [
['الثمرة الفقيرة'],
['اسم'],
['نب'],
],
'absentminded': [
['شارد الذهن'],
['صفة'],
['عام'],
],
'absenteeism': [
['تغيُّب مُزمن'],
['اسم:حدث'],
['عام'],
],
'abbreviated': [
['موجز', 'مُختزَل'],
['صفة', 'صفة'],
['عام', 'ر'],
],
'accepted': [
['مقبول', 'مُستحسَن'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'absentee ballot': [
['الاقتراع الغيابيّ'],
['اسم'],
['عام'],
],
'achromatic': [
['أكروماتيّ', 'لالونيّ'],
['صفة', 'صفة'],
['أح', 'عام'],
],
'acetanilide': [
['الأسيتانيليد'],
['اسم:مادة'],
['ك'],
],
'absolutism': [
['الاستبدادية', 'حكومة استبدادية', 'الدعوة للحكم الاستبداديّ'],
['اسم', 'اسم', 'اسم:فكرة'],
['عام', 'عام', 'عام'],
],
'abulia': [
['فَقْد الإرادة'],
['اسم'],
['نف'],
],
'acicula': [
['بلّورة إبريّة', 'شوكة إبريّة'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'acceptor': [
['قابل'],
['اسم:شخص'],
['عام'],
],
'abrogate': [
['يلغي'],
['فعل'],
['عام'],
],
'abundant': [
['وافر'],
['صفة'],
['عام'],
],
'abducent': [
['مُبعِد'],
['صفة'],
['عام'],
],
'acclaim': [
['يُصفِّق', 'يهتف', 'تصفيق', 'هتاف'],
['فعل', 'فعل', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
'absorbency': [
['الماصيّة', 'المُمتصيّة'],
['اسم:فاعل', 'اسم:مفعول'],
['عام', 'عام'],
],
'abdominal auscultation': [
['التسمُّع البطنيّ'],
['اسم'],
['ط'],
],
'acclivity': [
['مُرتقى'],
['اسم'],
['عام'],
],
'abstractedly': [
['بذهول'],
['حال'],
['عام'],
],
'acceleration': [
['تسارع'],
['اسم'],
['فز'],
],
'abstractionism': [
['التجريديّة'],
['اسم'],
['رم'],
],
'abstention': [
['امتناع عن'],
['اسم'],
['عام'],
],
'acerose': [
['إِبَريّ'],
['صفة'],
['عام'],
],
'acetometer': [
['مقياس محض الخل'],
['اسم'],
['ك'],
],
'abolishable': [
['قابل للإلغاء'],
['صفة'],
['عام'],
],
'acetamide': [
['الأسيتاميد'],
['اسم:مادة'],
['ك'],
],
'absobability': [
['الامتصاصيّة'],
['اسم'],
['عام'],
],
'abatable': [
['قابل للإلغاء', 'قابل للتخفيف'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'acanthoid': [
['شوكيّ', 'شائك'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'a cappella': [
['بدون مصاحبة آلات موسيقيّة'],
['حال'],
['مو'],
]}
