dict = {'abide': [
['يبقى', 'يقيم', 'يثبت', 'ينتظر', 'يواجه', 'يتحمَّل'],
['فعل:لازم', 'فعل', 'فعل', 'فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
'abalienate': [
['يحوِّل'],
['فعل'],
['عام'],
],
'abnegate': [
['يتخلّى عن', 'يُنكر'],
['فعل:لازم', 'فعل:متعدي'],
['عام', 'عام'],
],
'abduction splint': [
['جَبيرة الإبعاد'],
['اسم'],
['عام'],
],
'abbreviation': [
['اختصار'],
['اسم'],
['عام'],
],
'abeam': [
['مقابلاً لمنتصف جانب السفينة'],
['حال'],
['عام'],
],
'abolish': [
['يلغي', 'يمحو', 'يُبطل'],
['فعل:متعدي', 'فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
'abnormal': [
['شاذّ', 'غير سويّ'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abnormality': [
['شذوذ'],
['اسم'],
['عام'],
],
'abalone': [
['أُذْن البحر'],
['اسم:كائن'],
['عام'],
],
'ab extra': [
['من الخارج'],
['اسم:مكان'],
['عام'],
],
'aboard': [
['على متن', 'قُرب'],
['حال', 'اسم'],
['عام', 'عام'],
],
'abashment': [
['إرباك'],
['اسم'],
['عام'],
],
'abbatial': [
['متعلق برئاسة دَير'],
['صفة'],
['عام'],
],
'able-bodied': [
['قويّ البنية'],
['صفة:شخص'],
['عام'],
],
'abhor': [
['يمقت بشدّة', 'يشمئز من'],
['فعل:متعدي', 'فعل:لازم'],
['عام', 'عام'],
],
'aback': [
['إلى الوراء'],
['حال'],
['عام'],
],
'abase': [
['يُنزل رتبة', 'يُذِلّ'],
['فعل', 'فعل:متعدي'],
['عام', 'عام'],
],
'abolishment': [
['إلغاء', 'إبطال', 'القضاء على'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
'abbe': [
['راهب'],
['اسم:شخص'],
['عام'],
],
'abject': [
['مُذلّ', 'مُدقِع', 'دنيئ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
'abdicable': [
['ممكن التنازل عنه'],
['صفة'],
['عام'],
],
'abduce': [
['يُبعد', 'يُنحّي'],
['فعل', 'فعل'],
['فز', 'فز'],
],
'aberrant artery': [
['الشريان الزائغ'],
['اسم'],
['ط'],
],
'abductor': [
['الخاطف', 'المختطف', 'المُبعِد عن المركز الأصليّ', 'عضَلة مُبعِدَة'],
['اسم:شخص', 'اسم:شخص', 'اسم', 'اسم'],
['عام', 'عام', 'فز', 'ت'],
],
'abandonee': [
['المتنازَل له'],
['اسم:شخص'],
['ق'],
],
'abbacy': [
['رئاسة دَير'],
['اسم'],
['عام'],
],
'abecedarian': [
['تلميذ أُميّ', 'مبتدئ', 'أبجديّ', 'ابتدائيّ'],
['اسم:شخص', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
'abhorrent': [
['مشمئز', 'بغيض', 'متنافٍ'],
['صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام'],
],
'A. B.': [
['بكالوريوس في الآداب', 'ملّاح محنّك'],
['اسم:ميزة', 'اسم:شخص'],
['عام', 'عام'],
],
'ability': [
['مقدرة', 'موهبة'],
['اسم:ميزة', 'اسم:ميزة'],
['عام', 'عام'],
],
'abode': [
['مقرّ', 'مسكن'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
'abele': [
['الحَوْر الأبيض'],
['اسم:شيئ'],
['نب'],
],
'abaddon': [
['الجحيم', 'ملاك الجحيم'],
['اسم:مكان', 'اسم:شخص'],
['عام', 'عام'],
],
'abetment': [
['تحريض', 'إغواء'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abeyant': [
['مُعطَّل', 'مُعلَّق'],
['صفة', 'اسم'],
['عام', 'عام'],
],
'able-bodied seaman': [
['ملّاح مُحنّك'],
['اسم:شخص'],
['عام'],
],
'abbey': [
['دَيْر', 'كنيسة'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
'abomasal': [
['مِنفحيّ'],
['اسم'],
['أح'],
],
'aberration of light': [
['انحراف الضوء'],
['اسم'],
['بص'],
],
'abdominal auscultation': [
['التسمُّع البطنيّ'],
['اسم'],
['ط'],
],
'aba': [
['عباءة'],
['اسم:شيئ'],
['عام'],
],
'abolition': [
['إبطال'],
['اسم'],
['عام'],
],
'aberrance': [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abandoned': [
['مهجور', 'مخذول', 'متحرّر', 'متهتِّك'],
['صفة', 'صفة', 'صفة', 'صفة'],
['عام', 'عام', 'عام', 'عام'],
],
'A': [
['أوّل'],
['حال'],
['عام'],
],
'abomasumsa': [
['مِنفحات'],
['اسم'],
['أح'],
],
'aardvark': [
['خنزير الأرض'],
['اسم:كائن'],
['عام'],
],
'abed': [
['طريح الفراش'],
['حال'],
['عام'],
],
'ab intra': [
['من الداخل'],
['اسم'],
['عام'],
],
'abdominous': [
['ضخم ابطن'],
['صفة'],
['ط'],
],
'aberrant': [
['ضالّ', 'منحرف', 'شخارج عن المألوف', 'شاذّ السلوك'],
['صفة', 'صفة', 'اسم:شيئ', 'اسم:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
'abaca': [
['قنّب مانيليا', 'شجرة قنّب المانيليا'],
['اسم:شيئ', 'اسم:شيئ'],
['عام', 'عام'],
],
'abiogenesis': [
['التولّد الذاتي'],
['اسم:حدث'],
['أح'],
],
'ABC': [
['مبادئ'],
['اسم'],
['عام'],
],
'abbot': [
['رئيس دَيْر'],
['اسم:شخص'],
['عام'],
],
'aberration': [
['ضلال', 'انحراف', 'الزَيْغ', 'اضطراب عقليّ'],
['اسم', 'اسم', 'اسم', 'اسم'],
['عام', 'عام', 'بص', 'عام'],
],
'abbotship': [
['رئاسة دَيْر'],
['اسم'],
['عام'],
],
'abolitionism': [
['إبطاليّة'],
['اسم'],
['عام'],
],
'ablaze': [
['مشتعل', 'ملتهب', 'مُتلهِّف', 'شديد الغضب'],
['حال', 'صفة', 'صفة:شخص', 'صفة:شخص'],
['عام', 'عام', 'عام', 'عام'],
],
'ablation': [
['استئصال'],
['اسم:حدث'],
['ط'],
],
'abate': [
['يلغي', 'يَضعُف', 'ينقُص'],
['فعل:متعدي', 'فعل', 'فعل'],
['عام', 'عام', 'عام'],
],
'abigail': [
['جارية'],
['اسم:شخص'],
['عام'],
],
'abnormally': [
['على نحوٍ شاذّ'],
['حال'],
['عام'],
],
'abelmosk': [
['حبّ المِسك'],
['اسم:شيئ'],
['نب'],
],
'abettor': [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
'A battery': [
['بطارية ألفا'],
['اسم'],
['رد'],
],
'abjure': [
['يُقسم', 'يرتدّ عن', 'يجتنب'],
['فعل:لازم', 'فعل:لازم', 'فعل:متعدي'],
['عام', 'عام', 'عام'],
],
'abdicate': [
['يتنازل'],
['فعل'],
['عام'],
],
'able': [
['قادر'],
['صفة'],
['عام'],
],
'abash': [
['يُخجِل', 'يُربِك'],
['فعل:متعدي', 'فعل:متعدي'],
['عام', 'عام'],
],
'abluent': [
['مُطهّر', 'دواء مُطههِّر'],
['صفة:شيئ', 'اسم:مادة'],
['عام', 'صي'],
],
'abnormal psychology': [
['سيكولوجيا الشاذّين'],
['اسم'],
['نف'],
],
'abhorrer': [
['مُشمئز'],
['اسم:شخص'],
['عام'],
],
'a bas': [
['فليسقط'],
['هتاف'],
['عام'],
],
'ably': [
['ببراعة'],
['حال'],
['عام'],
],
'abjuration': [
['قسم'],
['اسم'],
['عام'],
],
'abhorrence': [
['مقت', 'اشمئزاز', 'بغيض'],
['اسم:شعور', 'اسم:شعور', 'اسم:شيئ'],
['عام', 'عام', 'عام'],
],
'a': [
['', 'ما', 'كلّ', 'من نفْس'],
['أداة:تنكير', 'أداة:تنكير', 'أداة', 'اسم'],
['عام', 'عام', 'عام', 'عام'],
],
'abnormity': [
['شذوذ'],
['اسم'],
['عام'],
],
'abdomen': [
['بطن', 'جوف'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
'abet': [
['يُغري', 'يُحرِّض'],
['فعل:متعدي', 'فعل'],
['عام', 'عام'],
],
'abloom': [
['مُزهر', 'في حالة إزهار'],
['صفة:شيئ', 'حال'],
['عام', 'عام'],
],
'ablution': [
['وضوء', 'ماء الغَسل'],
['اسم:حدث', 'اسم:شيئ'],
['اس', 'عام'],
],
'abiding': [
['ثابت'],
['صفة'],
['عام'],
],
'ab initio': [
['من البداية'],
['اسم'],
['عام'],
],
'abashed': [
['مرتبك'],
['صفة'],
['عام'],
],
'abiogenetic': [
['خاص بالتولد الذاتيّ'],
['صفة'],
['أح'],
],
'abbreviation of fractions': [
['اختزال الكسور'],
['اسم'],
['ر'],
],
'abandonment': [
['تنازُل عن', 'تهتُّك', 'حماسة'],
['اسم', 'اسم', 'اسم'],
['عام', 'عام', 'عام'],
],
'abducent nerve': [
['العصب المُبعِد'],
['اسم'],
['عام'],
],
'an': [
['ما'],
['أداة:تنكير'],
['عام'],
],
'abattoir': [
['مَسلَخ', 'مجزَر'],
['اسم:مكان', 'اسم:مكان'],
['عام', 'عام'],
],
'abdominal': [
['بطنيّ', 'جوفيّ'],
['صفة', 'صفة'],
['ط', 'عام'],
],
'abeyance': [
['تعطيل مؤقت', 'مُعلَّق مؤقتاً'],
['اسم:حدث', 'اسم:شيئ'],
['عام', 'عام'],
],
'aardwolf': [
['ذئب الأرض'],
['اسم:كائن'],
['عام'],
],
'abduct': [
['يخطف', 'يُبعِد عن المركز الأصليّ'],
['فعل', 'فعل'],
['عام', 'فز'],
],
'abdicator': [
['مُتنازِل'],
['اسم:شخص'],
['عام'],
],
'abomasum': [
['مِنفحة'],
['اسم'],
['أح'],
],
'abbreviate': [
['يختزل', 'يختصر'],
['فعل:متعدي', 'فعل:متعدي'],
['ر', 'عام'],
],
'abdication': [
['تنازُل'],
['اسم'],
['عام'],
],
'abjuratory': [
['اجتناب'],
['صفة'],
['عام'],
],
'abolitionist': [
['إبطاليّ'],
['اسم:شخص'],
['عام'],
],
'ablactate': [
['يَفطم'],
['فعل'],
['عام'],
],
'abduction': [
['خَطف', 'إبعاد عن المركز الأصليّ'],
['اسم', 'اسم'],
['عام', 'فز'],
],
'abacus': [
['عمود', 'المعداد'],
['اسم:شيئ', 'اسم:شيئ'],
['عم', 'ر'],
],
'abandon': [
['يتنازل عن', 'يترك', 'يُقلع عن', 'يستسلم ل', 'تهتُّك', 'حماسة'],
['فعل:لازم', 'فعل:متعدي', 'فعل:لازم', 'فعل:لازم', 'اسم', 'اسم'],
['عام', 'عام', 'عام', 'عام', 'عام', 'عام'],
],
'abetter': [
['مُغري', 'مُحرِّض'],
['اسم:شخص', 'اسم:شخص'],
['عام', 'عام'],
],
'abbess': [
['راهبة'],
['اسم:شخص'],
['عام'],
],
'abnegation': [
['نكران'],
['اسم:حدث'],
['عام'],
],
'abiogenetical': [
['خاص بالتولّد الذاتيّ'],
['صفة'],
['أح'],
],
'abasement': [
['إذلال'],
['اسم'],
['عام'],
],
'abatable': [
['قابل للإلغاء', 'قابل للتخفيف'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'abidance': [
['التزام لِ', 'تقيّد ب'],
['اسم:حدث', 'اسم:حدث'],
['عام', 'عام'],
],
'abatement': [
['مبلغ مُقتطع'],
['اسم'],
['عام'],
],
'abolishable': [
['قابل للإلغاء'],
['صفة'],
['عام'],
],
'abaxial': [
['بعيد عن المحور'],
['صفة'],
['عام'],
],
'abaser': [
['مُذِلّ'],
['اسم:شخص'],
['عام'],
],
'abducent': [
['مُبعِد'],
['صفة'],
['عام'],
],
'abbreviated': [
['موجز', 'مُختزَل'],
['صفة', 'صفة'],
['عام', 'ر'],
],
'abaft': [
['في مؤخَّر'],
['اسم:مكان'],
['عام'],
],
'abecedary': [
['أبجديّ', 'أوليّ'],
['صفة', 'صفة'],
['عام', 'عام'],
],
'abjectness': [
['دناءة', 'إذلال'],
['اسم', 'اسم'],
['عام', 'عام'],
],
'abatis': [
['عائق'],
['اسم'],
['عام'],
],
'aberrancy': [
['ضلال', 'انحراف'],
['اسم', 'اسم'],
['عام', 'عام'],
]}
